”Seadme logiLehe automaatseks värskendamiseks lisage päringu parameeter URL-i: chrome://device-log/?refresh=<sec>Näita:KasutajaSündmusSiluToideBluetoothUSBHIDFaili teaveÜksikasjalikud ajatemplid[$1]
        $2
        $3Kas soovite, et rakendus $1 salvestaks parooli allika $2 jaoks?Kas soovite, et rakendus $1 värskendaks allika $2 jaoks parooli?Salvestatud paroolid – $1:Ühenduse loomiseks minge lehele $1.Tuvastati $1Vestlusteenused$1 soovib sidudaLaiendus „$1” soovib siduda$1 soovib ühenduse luuaLaiendus „$1” soovib ühendust luuaSeadmeid ei leitudBluetooth-seadmeid ei leitudSidumise lubamiseks $1Lülita Bluetooth sisse seadmete skannimise ajal …skanni uuestiSeoÜhendamineHankige abi$1$1 või $2Seotud$1 – seotudTundmatu seade teenusepakkujalt $1Tundmatu seade [$1:$2]Laiendus $1 võib koguda kogu sisestatud teksti, sh isiklikud andmed, nagu paroolid ja krediitkaardinumbrid. Kas soovite seda laiendust kasutada?Ära seda kunagi enam näita.Luba sellel saidil alati reklaamidLuba reklaamid sellel saidilReklaamid on blokeeritud.Reklaamid on blokeeritudChrome blokeeris sellel saidil reklaamid, kuna sait esitab sekkuvaid reklaame.Reklaamid on sellel saidil blokeeritudKesta töötlejaGoogle'i loodud veebibrauser teie jaoksLogige oma Google'i kontoga Chrome'i sisse, et hankida järjehoidjad, ajalugu, paroolid ja muud seaded kõikidesse seadmetesse.Google Chrome'iga sirvite kiireltSirvige Google Chrome'iga ohutultChrome'iga sirvite nutikaltMinge üle kiirele brauserileMinge üle nutikale brauserileMinge üle turvalisele brauserileMinge üle nutikale ja turvalisele brauserileGoogle soovitab Chrome'iAva ChromeAva Windowsi seadedKlõpsake jaotises Veebibrauser valikul <strong>Microsoft Edge</strong>VeebibrauserParemklõpsake tegumiribal ikoonil <div class="logo-small"></div>Valige käsk <strong>Kinnita tegumiribale</strong>Teie allalaadimised kuvatakse siinChrome'i juhib automatiseeritud testtarkvara.554641702552https://chrome.google.com/webstore?hl=et&category=themehttp://www.adobe.com/go/settmgr_storage_enhttp://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager02.htmlhttp://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager06.htmlhttps://support.google.com/chrome/answer/118142065782681https://support.google.com/chrome/?p=settings_clear_browsing_datahttps://history.google.com/history/?utm_source=chrome_cbdhttps://history.google.com/history/?utm_source=chrome_nhttps://history.google.com/history/?utm_source=chrome_h<html>
<head>
  <title></title>
</head>
<body>
<h2>This Space Intentionally Blank</h2>
<p>In official builds this space will show the terms of service.</p>
</body>
</html>$1 ütleb:Manustatud leht saidil $1 ütleb:Leht ütleb:Selle veebilehe manustatud leht ütleb:Keela sellel leheküljel lisadialoogide loomine.Kas soovite sellelt saidilt lahkuda?Tehtud muudatusi ei pruugita salvestada.LahkuJää siiaKas soovite selle saidi uuesti laadida?Ära laadi uuestiTühjenda vormMakse automaatne täitmine on keelatudAutomaatne krediitkaardi täide on keelatud, sest see vorm ei kasuta turvalist ühendust.Makse pole turvalineGoogle'i konto kaartide kasutamiseks logige sisse Chrome'iKas eemaldada Chromiumist vormi soovitus?Kas eemaldada Chromiumist krediitkaart?Kas eemaldada Chromiumist aadress?American ExpressAmexDiners ClubDiscoverEloJCBMastercardMirHiina UnionPayVisaKaart, OsariikPiirkondMaakondOsakondRingkondEmiraatSaarValdPrefektuurProvintsPostiindeksSihtnumberChromiumi automaattäite seaded …Uue kaardi skannimineKasuta parooli:Sisselogimine pole turvalineKuva kõik salvestatud paroolidLooge tugev parool …Kas soovite, et Chromium salvestaks selle kaardi?Kas soovite selle kaardi salvestada oma Google'i kontole ja sellesse seadmesse?Kas salvestada kaart Google'isse?Google'i salvestatud kaartide abil saate eri seadmetes saitidel ja rakendustes kiirelt maksta.Kui soovite järgmisel korral kiiremini maksta, salvestage kaart oma Google'i kontole ja sellesse seadmesse.Turvakoodi kinnitamineSisestage krediitkaardi $1 turvakood. Seda koodi ei salvestata.Aegub: $1/$2, aegub $1Aegub: $1. Viimati kasutati kuupäeval $2Viimati kasutati kuupäeval $1Aegub: $1. Lisati kuupäeval $2Lisati kuupäeval $1Aegub: $1, viimati kasutati üle aasta tagasiViimati kasutati üle aasta tagasiKontrollige CVC-d ja proovige uuestiKontrollige aegumiskuupäeva ja proovige uuestiKontrollige aegumiskuupäeva ja CVC-d ning proovige uuestiKontrollige aegumiskuud ja proovige uuestiKontrollige aegumisaastat ja proovige uuestiChromium ei saanud praegu teie kaarti kinnitada. Proovige hiljem uuesti.Kaardi kinnitamisel tekkis probleem. Kontrollige Interneti-ühendust ja proovige uuesti.Krediitkaardi $1 CVC sisestamineSisestage krediitkaardi $1 aegumiskuupäev ja CVCKui selle kinnitate, jagatakse teie kaardi üksikasju selle saidiga.Säilita kaardi koopia seadmesKui see on märgitud, salvestab Chromium teie kaardi koopia vormide kiiremaks täitmiseks sellesse seadmesse.Kaarti kinnitatakseTeie kaart on kinnitatudKaart on aegunudUus kaart?CVCPiirkondade andmete laadimine ebaõnnestusSalvestatud aadresse poleTeenusest Google PaymentsDomeeni $1 järjehoidjadÄsja{COUNT,plural, =0{Ühtegi}=1{1 üksus}other{# üksust}}{COUNT,plural, =0{Vähemalt 1 üksus sünkroonitud seadmetes}=1{1 üksus (ja rohkem sünkroonitud seadmetes)}other{# üksust (ja rohkem sünkroonitud seadmetes)}}Alla $1Alla 1 MBVabastab $1. Mõne saidi laadimine võib järgmisel külastusel rohkem aega võtta.Vabastab alla $1. Mõne saidi laadimine võib järgmisel külastusel rohkem aega võtta.Vabastab alla 1 MB. Mõne saidi laadimine võib järgmisel külastusel rohkem aega võtta.{COUNT,plural, =0{Ühtegi}=1{1 parool}other{# parooli}}{COUNT,plural, =0{Ühtegi}=1{1 parool (sünkroonitud)}other{# parooli (sünkroonitud)}}{COUNT,plural, =0{Ühtegi}=1{1 sait}other{# saiti}}{COUNT,plural, =1{1 krediitkaart}other{# krediitkaarti}}{COUNT,plural, =1{1 aadress}other{# aadressi}}{COUNT,plural, =1{1 soovitus}other{# soovitust}}{COUNT,plural, =1{veel 1 soovitus}other{veel # soovitust}}{COUNT,plural, =1{veel 1}other{veel #}}$1 (sünkroonitud)$1, $2 (sünkroonitud)$1, $2, $3$1, $2, $3 (sünkroonitud)See logib teid välja enamikult veebisaitidelt.{COUNT,plural, =0{Ükski}=1{1 saidilt }other{# saidilt }}{COUNT,plural, =0{Ühtegi}=1{1 rakendus ($1)}=2{2 rakendust ($1, $2)}other{# rakendust ($1, $2, $3)}}{COUNT,plural, =1{ja veel 1}other{ja veel #}}Võite kaotada juurdepääsu mõne saidi kaitstud sisule.Võite kaotada juurdepääsu saidi $1 ja mõne muu saidi kaitstud sisule.Peida täpsemad seaded …Kuva täpsemad seaded …Muuda puhverserveri seadeid …KrahhidKrahhid ($1)Üleslaaditud krahhiaruande ID $1 (kohaliku krahhi ID: $2)Kohaliku krahhi ID $1Krahhiaruanne laaditi üles ajal $1Krahhiaruanne jäädvustati ajal $1, see laaditi üles ajal $2$1 talletatud krahhiaruannet ei laaditud ülesKrahhiaruanne talletati $1 (ei ole veel üles laaditud ega eiratud)Krahhiaruanne jäädvustati ajal $1 (kasutaja taotles üleslaadimist; pole veel üles laaditud)Esitage lisateavetHiljuti teatatud krahhe ei ole. Siin ei ilmu krahhid, mis toimusid siis, kui krahhide aruandlus oli keelatud.Krahhide aruandlus on keelatud.Krahhide üleslaadimise alustamineSaada koheKohaliku salvestusruumi maht on $1.Kinnita vormi uuestiesitamistTeie poolt otsitav lehekülg kasutas teie sisestatud andmeid. Sellele leheküljele naasmine võib kaasa tuua kõikide sooritatud tegevuste kordamise. Soovite jätkata?Selle funktsiooni kasutamiseks peab JavaScript olema lubatud.Artikli lisamine ebaõnnestus.Artikli kuvamine ebaõnnestus.Kirjete toomine …Artiklit ei leitudTaotletud artiklit ei õnnestunud leida.LugejarežiimAndmeid ei leitud.Kas tekst ekstraktiti õigesti?DOM DistillerPeida üksikasjadKuva salvestatud koopiaLehe salvestatud (s.t teadaolevalt aegunud) koopia kuvamine.Seadme omanik lülitas dinosaurusemängu välja.Hankige juurdepääs aadressi <span jscontent="originalUrlForDisplay"></span> <a jsvalues="href:urlCorrection;.jstdata:$this" onmousedown="linkClicked(this.jstdata)">vahemällu salvestatud koopiale</a>Kas mõtlesite aadressi <a jsvalues="href:urlCorrection;.jstdata:$this" onmousedown="linkClicked(this.jstdata)" jscontent="urlCorrectionForDisplay"></a>?Avage <a jsvalues="href:urlCorrection;.jstdata:$this" onmousedown="linkClicked(this.jstdata)" jscontent="urlCorrectionForDisplay"></a>Lehe laadimiseks vajalike andmete uuesti esitamiseks vajutage uuesti laadimise nuppu.Kontrollige Interneti-ühendustKontrollige kaableid ning taaskäivitage kõik ruuterid, modemid ja muud
    kasutuses olevad võrguseadmed.Kontrollige DNS-i seadeidKui te pole kindel, mida see tähendab, võtke ühendust oma võrguadministraatoriga.Proovige keelata võrguprognoosKui see on juba loendis kui programm, millele on lubatud võrgujuurdepääs, proovige
      see loendist eemaldada ja siis uuesti lisada.Kui kasutate puhverserverit …Kontrollige puhverserveri seadeid või võtke ühendust võrguadministraatoriga
    ja veenduge, et puhverserver töötaks. Kui arvate, et teil ei ole vaja
    puhverserverit kasutada:
    $1Tutvuge administraatori reeglitegaKülastage saiti <strong>chrome://policy</strong>, et näha mustas nimekirjas olevate URL-ide loendit ja teisi reegleid, mille on jõustanud teie süsteemiadministraator.Toetuseta protokollKlient ja server ei toeta tavapärast SSL-protokolli versiooni ega šifreerimiskomplekti.Proovige <a jsvalues="href:originURL;.jstdata:$this" onmousedown="linkClicked(this.jstdata)">külastada saidi avalehte</a>.Selle saidiga ei saa ühendustTeie juurdepääs Internetile on blokeeritudInterneti-ühendus puudubSeda saiti ei saa vahemälust laadidaTeie ühendus katkesHosti <span jscontent="hostName"></span> lehte ei leitaTeie faili ei leitudHost <span jscontent="hostName"></span> on blokeeritudVeebileht aadressil <strong jscontent="failedUrl"></strong> võib olla ajutiselt maas või jäädavalt uuele veebiaadressile teisaldatud.Hostil <strong jscontent="hostName"></strong> kulus vastamiseks liiga kaua aega.Ühendus lähtestati.Host <strong jscontent="hostName"></strong> sulges ootamatult ühenduse.Hostiga <strong jscontent="hostName"></strong> ei saa praegu ühendust.Tuvastati võrgumuudatus.Host <strong jscontent="hostName"></strong> keeldus ühendamast.Hosti <strong jscontent="hostName"></strong> serveri IP-aadressi ei leitud.Sellel ettevõtte, organisatsiooni või kooli intranetis oleval saidil on sama URL mis välisel veebisaidil.
    <br /><br />
    Võtke ühendust süsteemiadministraatoriga.<strong jscontent="failedUrl"></strong>-iga <strong jscontent="failedUrl"></strong> ei saa ühendust.Fail <strong jscontent="failedUrl"></strong> ei ole loetav. Võimalik, et see on eemaldatud, teisaldatud või faili load takistavad juurdepääsu.Tulemüür või viirusetõrjetarkvara võis ühenduse blokeerida.Puhverserveriga on midagi valesti või aadress on vale.Selle saidi (vahemällu) salvestatud koopia oli loetamatu.Teie arvuti lülitus unerežiimile.Järgneval veebiaadressil ei olnud ühtegi veebilehte: <strong jscontent="failedUrl"></strong>See võidi teisaldada või kustutada.Host <strong jscontent="hostName"></strong> suunas teid liiga mitu korda ümber.Host <strong jscontent="hostName"></strong> ei saatnud andmeid.Host <strong jscontent="hostName"></strong> saatis sobimatu vastuse.Hosti <strong jscontent="hostName"></strong> <abbr id="dnsDefinition">DNS-aadressi</abbr> ei leitud. Probleemi diagnoositakse.Juurdepääs hostile <span jscontent="hostName"></span> blokeeritiFaili juurde ei saa pääsedaTeil pole volitust selle lehe vaatamiseks.See leht ei töötaKui probleem jätkub, võtke ühendust saidi omanikuga.Host <strong jscontent="hostName"></strong> ei saa praegu seda taotlust töödelda.Host <strong jscontent="hostName"></strong> ei pea turvastandarditest kinni.Host <strong jscontent="hostName"></strong> kasutab toetamata protokolli.See sait ei saa turvalist ühendust luuaHost <strong jscontent="hostName"></strong> ei aktsepteerinud teie sisselogimise sertifikaati või te ei esitanud seda.Laiendus blokeeris serverisse saadetavad päringud.Chrome tuvastas sellel lehel ebatavalise koodi ja blokeeris selle, et teie isiklikke andmeid (nt paroolid, telefoninumbrid ja krediitkaardiandmed) kaitsta.Arvuti seadistanud inimene blokeeris selle saidi.See veebileht vajab korralikult kuvamiseks varem sisestatud andmeid. Võite need andmed uuesti saata, kuid seda tehes kordate lehe iga eelnevat toimingut.Proovige järgmist.Kontrollige ühendust<a href="#buttons" onclick="toggleHelpBox()">Kontrollige puhverserveri, tulemüüri ja DNS-i seadistust</a><a href="#buttons" onclick="toggleHelpBox()">Kontrollige tulemüüri ja viirusetõrje seadistusi</a><a href="#buttons" onclick="toggleHelpBox()">Kontrollige puhverserverit ja tulemüüri</a><a href="#buttons" onclick="toggleHelpBox()">Kontrollige puhverserveri aadressi</a>Võtke ühendust süsteemiadministraatorigaProovige ühendust võtta süsteemiadministraatoriga.<a jsvalues="href:learnMoreUrl">Vaadake lisateavet</a> probleemi kohta.<a jsvalues="href:learnMoreUrl">Lisateave</a> selle probleemi kohta.<a jsvalues="href:learnMoreUrl">Kustutage küpsisefailid</a>.Kontrollige võrgukaableid, modemit ja ruuteritÜhendage uuesti WiFi-gaParandage oma ühendus <a  href="#buttons" onclick="javascript:diagnoseErrors()">diagnostikarakenduse</a> abilLogige välja ja viige seadistus lõpuleKeelake laiendused.Sisestage Google'isse otsing <a jsvalues="href:searchUrl;.jstdata:$this" onclick="linkClicked(this.jstdata)" jscontent="searchTerms" id="search-link"></a><a href="javascript:diagnoseErrors()" id="diagnose-link">Windowsi võrgudiagnostika käitamine</a><a href="javascript:diagnoseErrors()" id="diagnose-link">Proovige käitada Windowsi võrgudiagnostika tööriista</a>.$1/$2EelmineSule leiuribaKatsedHoiatus: katselised funktsioonid!Nende funktsioonide lubamisel võivad sirvimisandmed kaotsi minna või teie turvalisus või privaatsus võib ohtu sattuda. Lubatud funktsioonid on saadaval kõigile selle brauseri kasutajatele.Kas olete huvitatud Chrome'i uutest lahedatest funktsioonidest? Proovige meie <a href="https://chrome.com/beta">beetakanalit</a>.Kas olete huvitatud Chrome'i uutest lahedatest funktsioonidest? Proovige meie <a href="https://chrome.com/dev">arenduskanalit</a>.Otsi märgistusiLähtesta kõik vaikeolekusseSaadavalÜhtivaid katseid ei olePole teie platvormil saadaval.Taaskäivita koheToimingudOlete kindel, et soovite need leheküljed oma ajaloost kustutada?Järjehoidjatesse lisatud$1, $2, $3, $4Otsingule „$3” leiti $1 $2.Veel sellelt saidiltSiin kuvatakse teie sirvimisajaluguSirvimisandmete kustutamine …Ahenda loendLaienda loenditPeida praeguseksAva kõikJärjehoidja eemaldamineEemalda ajaloostEemalda valitud üksusedotsingutulemusotsingutulemusedNäita kogu ajaluguTundmatu seadeVajalik on autentimineDomeen $1 nõuab kasutajanime ja parooli.Puhverserver $1 nõuab kasutajanime ja parooli.Teie ühendus selle saidiga pole privaatneUps, ebaõnn!Veebilehe kuvamisel läks midagi valesti.Kui näete seda sageli, proovige järgmist: $1.soovitusedSelle lehe avamiseks pole piisavalt mäluSeda lehte ei saa avadaSulgege muud vahelehed või programmid, et mälu vabastada.Proovige mälu vabastamiseks väljuda muudest programmidest.Proovige järgmiseid nõuandeid.Avage leht uues inkognito aknas (Ctrl + tõstuklahv + N)Taaskäivitage ChromiumTaaskäivitage oma arvutiOlete inkognito režiimisInkognito vahelehtedel kuvatavaid lehti ei talletata pärast vahelehtede sulgemist brauseri ajalukku, küpsistefailide salve ega otsinguajalukku. Allalaaditavad failid ja järjehoidjatesse lisatud sisu säilitatakse.Te pole siiski nähtamatu. Inkognito režiimi kasutamine ei varja teie sirvimist tööandja, Interneti-teenuse pakkuja ega külastatavate veebisaitide eest.Nüüd saate sirvida privaatselt ja teised seadme kasutajad ei näe teie tegevusi. Allalaaditud failid ja järjehoidjad siiski salvestatakse.Chrome <em>ei salvesta</em> järgmist teavet:
        <ul>
          <li>teie sirvimisajalugu;
          <li>küpsisefailid ja saidi andmed;
          <li>vormidesse sisestatud teave.
        </ul>Teie tegevused <em>võivad siiski olla nähtavad</em>:
        <ul>
          <li>teie külastatud veebisaitidele;
          <li>teie tööandjale või koolile;
          <li>teie Interneti-teenusepakkujale.
        </ul>Artiklid pole praegu saadavalTeile soovitatud artiklidTeie soovitatud artiklid kuvatakse siinHiljuti kasutatud järjehoidjadTeie hiljuti külastatud järjehoidjad kuvatakse siinSiin kuvatakse teie hiljutised vahelehed teistest seadmetestLähedusesTeie lähedalasuvad soovitused kuvatakse siinLugemisloendSiin kuvatakse teie lugemisloendis olevad lehedTeie avatud vahelehed kuvatakse siinAvaldajalt $1. Lugege seda ja $2 teist lugu.<Sisestage otsingutermin>Teie kopeeritud link$1 [$2]TurvalinePole turvalineOhtlikVõrguühendusetaFüüsilise veebi soovitused{URL_count,plural, =1{ja veel 1 veebileht}other{ja veel # veebilehte}}{URL_count,plural, =1{Läheduses on 1 veebileht}other{Läheduses on # veebilehte}}Turvaline ühendusTeie ühendus selle saidiga pole täielikult turvalineTeie ühendus selle saidiga pole turvalineSee sait sisaldab pahavaraSee sait on petturlikSee sait sisaldab kahjulikke programmeVaatate laienduse lehteVaatate veebilehe lähtekoodiTeie teave (nt paroolid või krediitkaardi numbrid) on sellele saidile saates privaatne.Ründajad võivad näha pilte, mida sellel saidil vaatate, ja teid neid pilte muutes petta.Te ei tohiks sellele saidile sisestada tundlikku teavet (nt paroolid või krediitkaardid), kuna ründajad võivad selle varastada.Saidil olevad ründajad võivad proovida installida teie arvutisse ohtlikke programme, mis varastavad teie teavet või kustutavad selle (nt fotod, paroolid, sõnumid ja krediitkaardiandmed).Sellel saidil asuvad ründajad võivad teid meelitada ohtlikele tegevustele, nagu tarkvara installimine või isiklike andmete (nt paroolid, telefoninumbrid või krediitkaardid) avaldamine.Sellel saidil asuvad ründajad võivad proovida meelitada teid installima programme, mis kahjustavad sirvimiskogemust (nt muudavad avalehte või kuvavad külastatavatel saitidel lisareklaame).Selle veebisaidi identiteeti pole kinnitanud.Olete sisule juurde pääsenud administraatori antud sertifikaadiga. Administraator saab domeenile $1 edastatavaid andmeid kinni pidada.Otsustasite turvahoiatused selle saidi puhul keelata.Luba hoiatused uuestiMida need tähendavad?Selle saidi sertifikaadiahel sisaldab sertifikaati, mis on allkirjastatud SHA-1-ga.Teie ühendus domeeniga $1 on krüpteeritud tänapäevase šifreerimiskomplektiga.Lisaks sisaldab see leht teisi ressursse, mis pole turvalised. Edastamise ajal võivad ressursse vaadata ka teised ja ründajad saavad lehe käitumise muutmiseks ressursse muuta.Lisaks sisaldab see leht teisi ressursse, mis pole turvalised. Edastamise ajal võivad ressursse vaadata ka teised ja ründajad saavad lehe välimuse muutmiseks ressursse muuta.See leht sisaldab vormi, mille esitamine ei pruugi olla turvaline. Teised võivad andmete edastamisel neid vaadata või ründaja võib serverile saadetavaid andmeid muuta.$1 $2Ühenduse krüptimise moodus on $1, $2 sõnumite autentimiseks ja võtme vahetusmehhanism on $3.Ühendus on krüptitud ja autenditud üksusega $1 ning kasutab peamise vahetusmehhanismina üksust $2.Serveri identiteeti, millega olete ühenduses, ei saa täielikult valideerida. Olete ühenduses serveriga nime abil, mis kehtib ainult teie võrgus, mistõttu ei saa väline sertifitseerimisorgan selle omandiõigust valideerida. Kuna mõni sertifitseerimisorgan väljastab sertifikaate hoolimata nende nimedest, puudub igasugune võimalus tagada, et olete ühenduses soovitud veebisaidi, mitte ründajaga.Teie ühendus $1'ga pole krüptitud.Sertifikaat ei määratle mehhanismi enda võimaliku tühistamise kontrollimiseks.Ühendus kasutab protokolli $1.Ei saa kontrollida sertifikaadi võimalikku tühistamist.tundmatu nimiTeie ühendus domeeniga $1 on krüpteeritud aegunud šifreerimiskomplektiga.Sertifikaadi andmed$1, $2 $3$1 identiteeti leheküljel $2 kinnitas $3.KehtivKehtetuKuva sertifikaat (väljastas $1)Kuva sertifikaat{NUM_COOKIES,plural, =1{1 on kasutusel}other{# on kasutusel}}AutomaatesitusMIDI-seadmete täielik juhtimineTuvastaTuvasta (vaikimisi)Kasuta globaalset vaikeseadet (luba)Kasuta globaalset vaikeseadet (blokeeri)Kasuta globaalset vaikeseadet (küsi)Kasuta üldist vaikevalikut (tuvasta)Luba sellel saidil alatiBlokeeri sellel saidil alatiSellel saidil olulise sisu alati tuvastamineBlokeeri sellel saidilJuurdepääsu tühistamineLubas administraatorBlokeeris administraatorSeadet juhib administraatorLubas laiendusBlokeeris laiendusSeadet juhib laiendusAutomaatselt blokeeritudSait näitab sekkuvaid reklaameLaadige leht uuesti, et rakendada värskendatud seaded saidileSee leht sisaldab funktsioone, mida VR veel ei toeta. Väljumine …See sait võis äsja varastada teie parooliVõite kaotada juurdepääsu oma Google'i kontole või teie identiteet võidakse varastada. Chromium soovitab teil kohe oma parooli muuta.Aita mul seda parandadaSait on seaduslikSisselogimine kasutajana $1(Kasutajanimi puudub)Google Smart LockTeie makseMakseviisKontaktteaveLisage kontaktteaveKontaktandmete muutmineKaardil oleva nime lisamineKehtiva kaardinumbri lisamineLisateabe lisamineLisage telefoninumberLisage nimiSisestage sobiv aadressE-posti aadressi lisamineTellimuse kokkuvõteMakseKohaletoimetamineTarneaadressTarneviisKohaletoimetamise aadressKohaletoimetamisviisKättesaamineKättesaamise aadressKättesaamisviisMaksmineTühista makseTelefoninumberSalvesta kaart sellesse seadmesseAktsepteeritud kaardidAktsepteeritavad krediitkaardidAktsepteeritavad deebetkaardidAktsepteeritavad ettemakstud kaardidAktsepteeritavad krediit- ja deebetkaardidAktsepteeritavad ettemakstud ja krediitkaardidAktsepteeritavad ettemakstud ja deebetkaardidAegub: %1$s/%2$sTöötlemineMakset ei viidud lõpuleKaupmees aktsepteerib krediitkaarte.Kaupmees aktsepteerib deebetkaarte.Kaupmees aktsepteerib ettemakstud kaarte.Kaupmees aktsepteerib krediit- ja deebetkaarte.Kaupmees aktsepteerib ettemakstud ja krediitkaarte.Kaupmees aktsepteerib ettemakstud ja deebetkaarte.Teie tellimuse töötlemisel ilmnes viga. Proovige uuesti.Kaarte ja aadresse saate hallata menüüs BEGIN_LINKSeadedEND_LINK.Kaardid ja aadressid pärinevad Chrome'ist ning teie Google'i kontolt ($1). Neid saate hallata menüüs BEGIN_LINKSeadedEND_LINK.Kaardid ja aadressid pärinevad Chrome'ist. Neid saate hallata menüüs BEGIN_LINKSeadedEND_LINK.* Kohustuslik väliSisestage nimiSisestage kehtiv aegumisaastaSisestage kehtiv aegumiskuuSee kaart on aegunudSeda tüüpi kaarti ei toetataSee kaardinumber on juba kasutuselSisestage kehtiv telefoninumberSisestage kehtiv e-posti aadressSisestaeg kehtiv kaardinumberSisestage kehtiv aegumiskuupäevSisestage kehtiv aadressArveldusaadress on nõutavKaardiomaniku nimi on kohustuslikKaardi arveldusaadress on nõutavVaja on rohkem teavetTelefoninumber on nõutavNimi on nõutavE-posti aadress on nõutavKohustuslik väli$1 $2 $3$2 $1{MORE_ITEMS,plural, =1{Veel # üksus}other{Veel # üksust}}MituTarneviiside ja nõuete nägemiseks valige aadressSellele aadressile ei saa tarnida. Valige mõni teine aadress.See tarneviis pole saadaval. Proovige mõnda teist tarneviisi.Kohaletoimetamisviiside ja nõuete nägemiseks valige aadressSellele aadressile ei saa kaupa kohale toimetada. Valige mõni teine aadress.See kohaletoimetamisviis pole saadaval. Proovige mõnda teist kohaletoimetamisviisi.Kättesaamisviiside ja nõuete nägemiseks valige aadressSellelt aadressilt ei saa kaupa kätte. Valige mõni teine aadress.See kättesaamisviis pole saadaval. Proovige mõnda teist kättesaamisviisi.Makserakendust ei saa avadaMakse manifesti parser{PAYMENT_METHOD,plural, =0{{1}}=1{{1} ja veel {2}}other{{1} ja veel {2}}}{SHIPPING_ADDRESS,plural, =0{{1}}=1{{1} ja veel {2}}other{{1} ja veel {2}}}{SHIPPING_OPTIONS,plural, =0{{1}}=1{{1} ja veel {2}}other{{1} ja veel {2}}}{CONTACT,plural, =0{{1}}=1{{1} ja veel {2}}other{{1} ja veel {2}}}$1, praegu valitud. $2Dokument on parooliga kaitstud. Sisestage parool.Parool on nõutavVale salasõnaPDF-dokumendi laadimine ebaõnnestus.Pööra päripäevaLaadi allaSobita leheleSobita laiusesseSuurendabSuumib väljaLk{COUNT,plural, =1{Lk 1}other{Lk #}}Füüsiline veebKuvamiseks pole ühtegi füüsilise veebi lehteLähedalasuvate füüsilise veebi lehtede otsimineTaotlus õnnestusTaotlus või selle parameetrid on kehtetudServeris ilmnes ajutine vigaHTTP vigaVastuse dekodeerimine ebaõnnestusHaldust ei toetataSeadme kirje puudubSeadme halduse luba on kehtetuAktiveerimine on serveris ootelSeadme seerianumber on kehtetuSeadme identifikaator on konfliktneLitsentsid on ammendunudEraldatudReeglit ei leitudTundmatu vigaDomeeni vastuoluTaotlust ei saanud allkirjastadaValideerimine õnnestusSobimatu algne allkiriSobimatu allkiriReegli vastuses sisaldus veakoodReegli sõelumisel ilmnes vigaReegli tüüp on valeÜksuse vale identifikaatorReegli ajatempel on sobimatuTagastatud reegli luba on tühi või ei kattu praeguse loagaTagastatud reegli seadme-ID on tühi või ei kattu praeguse seadme-ID-gaReegli objekt on valeReegli seadete sõelumisel ilmnes vigaSobimatu kinnitusallkiriReegli vahemälu töötab probleemidetaReegli seadete laadimine ebaõnnestusReegli seadete talletamine ebaõnnestusViga reegli sõelumiselViga jadaks teisendamiselValideerimisviga: $1Varusalves esineb probleemeAktiivneHaldamataOodatud väärtus: $1.Väärtus on vahemikust ($1) väljaspool.Seda eiratakse, kuna vaikeotsing on reegliga keelatud.Tuleb määrata.Võti „$1”: $2Skeemi valideerimise viga asukohas „$1”: $2Kehtetu otsingu URL.Kehtetu puhverserveri režiim.ID-ga „$1” laienduse kehtetu värskendamise URL.Puhverserveri kasutamine on keelatud, kuid määratud on ka konkreetne puhverserveri konfigureerimine.Puhverserver seadistatakse automaatselt.Puhverserveri konfigureerimine on määratud kasutama pac-skripti URL-i, mitte fikseeritud puhverservereid.Puhverserver on seatud kasutama fikseeritud puhverservereid, mitte pac-skripti URL-i.Kasutamiseks on määratud süsteemi puhverserveri seaded, kuid määratud on ka konkreetne puhverserveri konfigureerimine.Määratud on nii fikseeritud puhverserverid kui ka pac-skriptiga URL.Määratud ei ole fikseeritud puhverservereid ega pac-skriptiga URL-i.Seda ignoreeritakse, kuna reegel $1 alistab selle.See reegel on aegunud.Väärtus on eeskirjade jaoks aegunud.Reegli taset ei toetata.Määramata.Tundmatud eeskirjad.Eeskirjade haldamineLaadi seanssSeansi nimiSeansi failidele juurdepääsemisel ilmnes probleem. Kettale salvestamine on praegu keelatud. Veel kord proovimiseks laadige leht uuesti.Sisestage sobiv seansi nimi.Näib, et fail on rikutud. Seansi lähtestamiseks klõpsake nupul „Lähtesta”.ReeglidReeglite filtreerimine nime järgiLaadi reeglid uuestiEkspordi JSON-vormingusKas kasutate Chrome'i tööl? Ettevõtted võivad hallata töötajate Chrome'i seadeid. LisateaveSeadme reeglidKasutajareeglidRegistreerimisdomeen:Kuvatav domeen:Kliendi ID:Vara ID:Määratud asukoht:Kataloogi API ID:Viimati toodud:Ei ole määratudHankimise intervall:Olek:Kuva reeglid, mille väärtusi pole määratudReegleid pole määratudKehtib:TaseReegli nimiReegli väärtusKuva väärtusedPeida väärtusLisateave reegli $1 kohtaPraegune kasutajaMasinSoovitatudKohustuslikEttevõtte vaikeseadePilvLocal ServerPlatvormAvaliku seansi alistamineTäielik administraatorijuurdepääsSüsteemi turvalisusVeebisaitidega jagamineAdministraatoriga jagamineFiltreerimineJuurdepääs kohalikele andmeteleJagamine Google'igaGoogle'i ohutu sirvimise leht on loomisel.Peida täpsemad üksikasjadKontrollportaali volitamineÜhendumine InternetigaÜhenduse loomine WiFi-võrgugaVõrk, mida kasutate, võib nõuda veebilehe <strong>$1</strong> külastamist.WiFi-võrk, mida kasutate, võib nõuda veebilehe <strong>$1</strong> külastamist.WiFi-võrk, mida kasutate ($1), võib nõuda veebilehe <strong>$2</strong> külastamist.Võrk, mida kasutate, võib nõuda sisselogimislehe külastamist.WiFi-võrk, mida kasutate, võib nõuda sisselogimislehe külastamist.WiFi-võrk, mida kasutate ($1), võib nõuda sisselogimislehe külastamist.Rakendus ei luba Chrome'il selle saidiga ohutult ühendust luuaTarkvara „$1” ei installitud teie arvutisse või võrku korralikult. Paluge IT-administraatoril see probleem lahendada.Tarkvara „$1” ei installitud teie arvutisse või võrku korralikult.
    <ul>
    <li>Proovige tarkvara „$1” desinstallida või keelata</li>
    <li>Proovige luua ühendus mõne teise võrguga</li>
    </ul>Vaja on tarkvara „$1” juursertifikaati, kuid see pole installitud. Teie IT-administraator peaks probleemi lahendamiseks tarkvara „$1” seadistamisjuhised üle vaatama. $2Tarkvara „$1” ei ole õigesti seadistatud. Tarkvara „$1” desinstallimine lahendab tavaliselt probleemi. $2Selle vea võib põhjustada näiteks viirusetõrjetarkvara, tulemüür või veebi filtreerimise või puhverserveritarkvara.Kella vigaTeie kell on eesTeie kell on tagaVärskenda kuupäeva ja kellaaegaDomeeniga <strong>$1</strong> ei saa privaatset ühendust luua, kuna arvuti kuupäev ja kellaaeg ($2) on valed. <a href="#" id="learn-more-link">Lisateave</a>Turvalise ühenduse loomiseks peab kell olema õigesti seadistatud. See on nii, kuna sertifikaadid, mida veebisaidid kasutavad enda tuvastamiseks, kehtivad ainult teatud perioodi jooksul. Kuna teie seadme kell on vale, ei saa Chromium neid sertifikaate kinnitada.Privaatsuse vigaTeie ühendus ei ole privaatneRündajad võivad üritada varastada teie teavet (nt paroole, sõnumeid või krediitkaarditeavet) saidilt <strong>$1</strong>. <a href="#" id="learn-more-link">Lisateave</a>Teie arvutis olev tarkvara ei luba Chromiumil veebiga ohutult ühendust luua<p>Tarkvara ajutiseks keelamiseks ja veebi pääsemiseks järgige neid toiminguid. Teil on vaja administraatoriõigusi.</p>

    <ol>
    <li>Klõpsake valikul <strong>Start</strong>, seejärel otsige üksust <strong>„View local services”</strong> ja valige see
    <li>Valige <strong>VisualDiscovery</strong>
    <li>Jaotises <strong>Startup type</strong> valige <strong>Disabled</strong>
    <li>Jaotises <strong>Service status</strong> klõpsake käsul <strong>Stop</strong>
    <li>Klõpsake käsul <strong>Apply</strong> ja seejärel <strong>OK</strong>
    <li>Vaadake <a href="#" id="learn-more-link">Chrome'i abikeskusest</a> teavet selle kohta, kuidas tarkvara arvutist jäädavalt eemaldada
    </ol>Tagasi turvalisusse<a href="#" id="proceed-link">Edasiliikumine saidile $1 (ebaturvaline)</a>Te ei saa saiti $1 praegu külastada, sest veebisait kasutab sertifikaadi kinnitamist. Võrguvead ja -rünnakud on tavaliselt ajutised, nii et leht tõenäoliselt hiljem töötab.Te ei saa saiti $1 praegu külastada, sest veebisait kasutab HSTS-i. Võrguvead ja -rünnakud on tavaliselt ajutised, nii et leht tõenäoliselt hiljem töötab.Te ei saa saiti $1 praegu külastada, sest selle sertifikaat on tühistatud. Võrguvead ja -rünnakud on tavaliselt ajutised, nii et leht tõenäoliselt hiljem töötab.Sait $1 kasutab teie teabe kaitsmiseks tavaliselt krüpteerimist. Kui Chromium püüdis seekord saidiga $1 ühendust luua, tagastas veebisait ebatavalised ja valed mandaadid. See võib juhtuda siis, kui ründaja proovib teeselda, et on sait $1, või WiFi sisselogimisekraan on ühenduse katkestanud. Teie teave on endiselt kaitstud, sest Chromium peatas ühenduse enne andmevahetust.Te ei saa saiti $1 praegu külastada, sest veebisait saatis tagasi arusaamatud mandaadid, mida Chromium ei saa töödelda. Võrguvead ja -rünnakud on tavaliselt ajutised, nii et leht tõenäoliselt hiljem töötab.TurvavigaAvatav veebisait sisaldab pahavaraSaidil <strong>$1</strong> olevad ründajad võivad proovida installida teie arvutisse ohtlikke programme, mis varastavad teie teavet või kustutavad selle (nt fotod, paroolid, sõnumid ja krediitkaarditeave). <a href="#" id="learn-more-link">Lisateave</a>Google'i ohutu sirvimise teenus <a href="#" id="diagnostic-link">tuvastas hiljuti pahavara</a> saidil $1. Tavaliselt turvalisi veebisaite võidakse mõnikord nakatada pahavaraga.Google'i ohutu sirvimise teenus <a href="#" id="diagnostic-link">tuvastas hiljuti pahavara</a> saidil $1. Tavaliselt turvalisi veebisaite võidakse mõnikord nakatada pahavaraga. Pahatahtlik sisu pärineb hostilt $2, mis on tuntud pahavara levitaja.Kui mõistate, kuidas teie turvalisust ohustatakse, siis võite <a href="#" id="proceed-link">seda ebaturvalist saiti külastada</a> enne, kui ohtlikud programmid on eemaldatud.Privaatsuseeskirjad<a href="#" id="whitepaper-link">Teavita Google'it automaatselt</a> võimalikest turvaintsidentidest. $1Saatke Google'ile automaatselt <a href="#" id="whitepaper-link">süsteemiteavet ja lehe sisu</a>, et aidata tuvastada ohtlikke rakendusi ja saite. $1Sait, mille soovite avada, sisaldab kahjulikke programmeSaidil <strong>$1</strong> asuvad ründajad võivad proovida meelitada teid installima programme, mis kahjustavad sirvimiskogemust (nt muudavad avalehte või kuvavad külastatavatel saitidel lisareklaame). <a href="#" id="learn-more-link">Lisateave</a>Google'i ohutu sirvimine <a href="#" id="diagnostic-link">tuvastas hiljuti kahjulikud programmid</a> saidil $1.Kui mõistate, kuidas teie turvalisust ohustatakse, siis võite <a href="#" id="proceed-link">seda saiti külastada</a> enne, kui kahjulikud programmid on eemaldatud.Avatav sait on petturlikSaidil <strong>$1</strong> asuvad ründajad võivad teid meelitada ohtlikele tegevustele, nagu tarkvara installimine või isiklike andmete (nt paroolid, telefoninumbrid või krediitkaarditeave) avaldamine. <a href="#" id="learn-more-link">Lisateave</a>Google'i ohutu sirvimise teenus tuvastas hiljuti andmepüügi saidil $1. Andmepüügi saidid teesklevad teie petmiseks, et tegemist on teise saidiga.Võite <a href="#" id="report-error-link">teavitada tuvastusprobleemist</a>. Kui mõistate ohtusid oma turvalisusele, võite <a href="#" id="proceed-link">seda ebaturvalist saiti külastada</a>.Ohtlik sisu blokeeriti.See sisu võib üritada installida teie seadmesse ohtlikku tarkvara, mis varastab või kustutab teie teavet. <a href="#" id="proceed-link">Kuva ikkagi</a>.Petlik sisu blokeeriti.See sisu võib meelitada teid installima tarkvara või avaldama isiklikke andmeid. <a href="#" id="proceed-link">Kuva ikkagi</a>Private user data inputThis page includes a password or credit card input over HTTP. A warning has been added to the URL bar.Non-secure page loaded in incognito modeThis page was loaded non-securely in an incognito window. A warning has been added to the URL bar.Form field edited on a non-secure pageData was entered in a text field on a non-secure page. A warning has been added to the URL bar.This page is dangerous (flagged by Google Safe Browsing).SHA-1 certificateThe certificate chain for this site contains a certificate signed using SHA-1.Subject Alternative Name missingThe certificate for this site does not contain a Subject Alternative Name extension containing a domain name or IP address.Certificate errorThere are issues with the site's certificate chain ($1).Valid certificateThe connection to this site is using a valid, trusted server certificate issued by $1.Secure connectionPublic-Key-Pinning bypassedPublic-Key-Pinning was bypassed by a local root certificate.The connection to this site is encrypted and authenticated using $1 (a strong protocol), $2 (a strong key exchange), and $3 (a strong cipher).Obsolete connection settingsThe connection to this site uses $1 ($2), $3 ($4), and $5 ($6).$1 with $2an obsolete protocola strong protocolan obsolete key exchangea strong key exchangean obsolete ciphera strong cipherSecure resourcesAll resources on this page are served securely.Mixed contentThis page includes HTTP resources.Active mixed contentYou have recently allowed non-secure content (such as scripts or iframes) to run on this site.Content with certificate errorsThis page includes resources that were loaded with certificate errors.Active content with certificate errorsYou have recently allowed content loaded with certificate errors (such as scripts or iframes) to run on this site.Non-secure formThis page includes a form with a non-secure "action" attribute.Server ei suutnud tõestada, et see on domeen <strong>$1</strong>; selle turvasertifikaat ei määra laiendust Subject Alternative Names. Selle põhjuseks võib olla vale seadistus või ründaja, kes on sekkunud teie ühendusse.Server ei suutnud tõestada, et see on domeen <strong>$1</strong>, selle turvasertifikaati pärineb domeenilt <strong>$2</strong>. Selle põhjuseks võib olla vale seadistus või ründaja, kes on sekkunud teie ühendusse.Serveri sertifikaat ei vasta URL-ile.{1,plural, =1{Server ei suutnud tõestada, et tegemist on domeeniga <strong>{0}</strong>, selle turvasertifikaat aegus eile. Selle põhjuseks võib olla vale seadistus või teie ühendust segav ründaja. Teie arvuti kell on praegu seatud kuupäevale {2, date, full}. Kas see on õige? Kui ei ole, seadke süsteemi kell õigeks ja värskendage lehte.}other{Server ei suutnud tõestada, et tegemist on domeeniga <strong>{0}</strong>, selle turvasertifikaat aegus # päeva tagasi. Selle põhjuseks võib olla vale seadistus või teie ühendust segav ründaja. Teie arvuti kell on praegu seatud kuupäevale {2, date, full}. Kas see on õige? Kui ei ole, seadke süsteemi kell õigeks ja värskendage lehte.}}Serveri sertifikaat on aegunud.{1,plural, =1{Server ei suutnud tõestada, et tegemist on domeeniga <strong>{0}</strong>, selle turvasertifikaat hakkab väidetavalt kehtima homme. Selle põhjuseks võib olla vale seadistus või teie ühendust segav ründaja.}other{Server ei suutnud tõestada, et tegemist on domeeniga <strong>{0}</strong>, selle turvasertifikaat hakkab väidetavalt kehtima # päeva pärast. Selle põhjuseks võib olla vale seadistus või teie ühendust segav ründaja.}}Serveri sertifikaat ei kehti veel.Server ei suutnud tõestada, et see on domeen <strong>$1</strong>; selle turvasertifikaat pole praegu kehtiv. Selle põhjuseks võib olla vale seadistus või ründaja, kes on sekkunud teie ühendusse.Serveri sertifikaat pole praegu kehtiv.Serveri sertifikaat ei ole usaldusväärne.Server ei suutnud tõestada, et see on domeen <strong>$1</strong>, selle turvasertifikaat sisaldab vigu. Selle põhjuseks võib olla vale seadistus või ründaja, kes on sekkunud teie ühendusse.Serveri sertifikaat sisaldab vigu.Server ei suutnud tõestada, et see on domeen <strong>$1</strong>, selle turvasertifikaat võib olla tühistatud. Selle põhjuseks võib olla vale seadistus või ründaja, kes on sekkunud teie ühendusse.Serveri sertifikaati ei saa kontrollida.Tühistusmehhanismi ei leitud.Püüdsite jõuda saidile <strong>$1</strong>, kuid sertifikaadi väljaandja on serveri esitatud sertifikaadi tagasi võtnud. See tähendab, et serveri esitatud turvamandaate ei tohiks mingil juhul usaldada. Võimalik, et suhtlete ründajaga.Serveri sertifikaat on tühistatud.Proovisite jõuda domeenile <strong>$1</strong>, kuid server esitas kehtetu sertifikaadi.Serveri sertifikaat on kehtetu.Püüdsite jõuda domeenile <strong>$1</strong>, kuid server esitas sertifikaadi, mis on allkirjastatud nõrga allkirjaalgoritmiga (nt SHA-1). See tähendab, et serveri esitatud turvamandaadid võivad olla võltsitud ja server ei pruugi olla see, mida eeldate (võimalik, et suhtlete ründajaga).Serveri sertifikaat on allkirjastatud nõrga allkirjaalgoritmiga.Proovisite jõuda saidile <strong>$1</strong>, kuid server esitas nõrka võtit sisaldava sertifikaadi. Võimalik, et ründaja on privaatvõtme lahti murdnud ja tegemist ei pruugi olla oodatud serveriga (võimalik, et suhtlete ründajaga).Serveri sertifikaat sisaldab nõrka krüptograafilist võtit.Server ei suutnud tõestada, et see on domeen <strong>$1</strong>, selle turvasertifikaat võib olla väljastatud pettuse teel. Selle põhjuseks võib olla vale seadistus või ründaja, kes on sekkunud teie ühendusse.Serveri sertifikaat rikub nime piiranguid.Üritasite jõuda domeenile <strong>$1</strong>, kuid server esitas sertifikaadi, mille kehtivusaeg on liiga pikk, et olla usaldusväärne.Serveri sertifikaadi kehtivusaeg on liiga pikk.Tekkis tundmatu viga.Serveri sertifikaadi tundmatu viga.Serveri esitatud sertifikaat ei vasta sisseehitatud ootustele. Ootused on teie kaitsmiseks kaasatud kindlate kõrge turvalisusega veebisaitide jaoks.Serveri sertifikaat näib olevat võltsing.Server esitas sertifikaadi, mida ei ole sertifikaadi läbipaistvuse reegli kohaselt avalikustatud. See on teatud sertifikaatide puhul nõutav, et need oleksid usaldusväärsed ja kaitseksid ründajate eest.Serveri sertifikaati ei avalikustatud sertifikaadi läbipaistvuse reegli kaudu.Server ei suutnud tõestada, et see on domeen <strong>$1</strong>, arvuti operatsioonisüsteem ei usalda selle turvasertifikaati. Selle põhjuseks võib olla vale seadistus või ründaja, kes on sekkunud teie ühendusse.Sait on blokeeritudVajate saidi külastamiseks halduri $1 lubaKüsige vanematelt abiTeil ei ole selle saidi külastamiseks lubaEnne selle rakenduse kasutamist alustage ja logige Chrome'i sisse.Vajate selle saidi külastamiseks lubaKas teil on küsimusi? Võtke ühendust profiili operaatoriga.Mine tagasiKüsi lubaTeie juurdepääsutaotlus sellele saidile saadeti kasutajale $1Saidi külastamise taotlust ei õnnestunud saata kontaktile $1. Proovige uuesti.Küsisite vanemalt, kas võite seda saiti külastadaKüsisite oma vanematelt, kas võite seda lehte külastadaTeie vanemaga ei õnnestunud praegu ühendust võtta. Proovige hiljem uuesti.Teie vanematega ei õnnestunud praegu ühendust võtta. Proovige hiljem uuesti.Kas see oli ootamatu? <a href="#" id="feedback-link">Andke meile sellest teada</a>See sait on blokeeritudVanem ei ole seda veel kinnitanudVanemad ei ole seda veel kinnitanudHaldur ei ole seda veel kinnitanudSee võib sisaldada täiskasvanutele mõeldud sisuVanem saab blokeeringu teie eest tühistadaVanemad saavad blokeeringu teie eest tühistadaHaldur saab blokeeringu teie eest tühistadaAlustage ja logige Chrome'i sisse, et Chrome saaks kontrollida, kas teil on luba sellele saidile juurdepääsemiseks.Krüpteerige sünkroonitud paroolid oma Google'i mandaadigaVärskendage sünkroonimise parooli.Tühi parool ei ole lubatud.Teil on juba andmed, mis on krüpteeritud Google'i konto parooli teise versiooniga. Sisestage see allpool.Krüpteerige kõik sünkroonitud andmed oma sünkroonimise parooligaSeadistamine…Peate sisestama sama parooli kaks korda.Sünkroonimisteenus pole domeeni jaoks saadavalTeie andmed krüpteeriti $1 teie sünkroonimisparooliga. Sisestage see sünkroonimise alustamiseks.Teie andmed on krüpteeritud teie sünkroonimisparooliga. Sisestage see sünkroonimise alustamiseks.Tõlgi alati keelest $1 keelde $2Tegu ei ole $1 keelega? Andke veast teadaTeave Google'i tõlke kohtaSee leht on keeles$1Kas soovite seda tõlkida?Tõlgi alati: $1Lehe tõlkimine $1 keelde…See leht on tõlgitud keelest$1keelde$2See leht on tõlgitud $1 keeldeTõlkimine ebaõnnestus võrguühenduse probleemi tõttu.Tõlkimine ebaõnnestus serverivea tõttu.Tõlkimine nurjus, kuna lehe keelt ei õnnestunud määrata.Tõlkimine nurjus, kuna lehe keel on juba $1.Leht on tõlgitud teadmata keelest $1 keelde&Võta lisamine tagasi&Lisa uuesti&Võta kustutamine tagasi&Kustuta uuesti&Võta muudatus tagasi&Muuda uuesti&Võta teisaldamine tagasi&Teisalda uuesti&Võta korrastamine tagasi&Korrasta uuestiTeave versiooni kohtaAmetlik järkArendaja järk(32-bitine)(64-bitine)RedaktsioonOSKasutajaagentKäsuridaTäitmisteeProfiili teePole sellist faili või kataloogiVariatsioonid(cohort: $1)Mitte praeguSeda pistikprogrammi ei toetataAadressi- ja otsinguribaJSON-i parserAva käivitamisel avatavad lehedPrivaatsusTänaVali failidPole valitud$1 failiMuu…Muu …ppkkaaaaValitud on $1 üksustSee kuuSee nädalNädalKuu valikupaneeli kuvamineJärgmise kuu kuvamineEelmise kuu kuvamine$1 alates kuupäevast $2artikkelbännertäiendavmärkeruutsisu teavedefinitsioondefinitsioonide loendterminavalikustamise kolmnurkvoogjoonisvormjalusümberlülitusnupppealkirilinkesiletõstetud sisumatemaatikanavigeeriminepiirkondotsinguteksti välioleklülitiHTML-sisuAM/PMpäevTunnidmeedia juhtiminehelivideovaigistavaigistuse tühistamineesituspeatamöödunud aegjärelejäänud aegkuvamine täisekraaniltäisekraanilt väljuminesubtiitrite kuvaminesubtiitrite peitminekaugseadmes esitaminekaugesituse juhtiminelaadi meedia allakuva rohkem meedia juhtnuppeheliraja vaigistamineheliraja vaigistamise tühistaminetaasesituse alustaminetaasesituse peatamineheli ajamõõdikvideo ajakursorpraegune aeg sekunditesfilmi järelejäänud aeg sekunditesvideo esitus täisekraani režiimissubtiitrite kuvamise alustaminesubtiitrite kuvamise peataminerohkem valikuidMillisekundidMinutidSekundidNädal $2, $1Valige üks või mitu faili.Kehtetu väärtus.Sisestage mittetühi e-posti aadress.Sisestage märgile „$1” järgnev osa. Aadress „$2” pole täielik.Sisestage märgile „$1” eelnev osa. Aadress „$2” pole täielik.Märgile „$1” järgnev osa ei tohi sisaldada sümbolit „$2”.Tähist „$1” on aadressis „$2” valesti kasutatud.Märgile „$1” eelnev osa ei tohi sisaldada sümbolit „$2”.Lisage e-posti aadressile märk „$1”. Aadressist „$2” puudub märk „$1”.Sisestage meiliaadresside loend komadega eraldatult.Väärtus peab olema suurem või võrdne $1-ga.Väärtus peab olema $1 või hilisem.Väärtus peab olema väiksem või võrdne $1-ga.Väärtus peab olema $1 või varasem.Sisestage kehtiv väärtus. Väli on täitmata või sisaldab sobimatut kuupäeva.Sisestage arv.Täitke see väli.Märkige see ruut, kui soovite jätkata.Valige üks fail.Tehke üks nendest valikutest.Valige loendist element.Sisestage meiliaadress.Sisestage URL.Vastendage nõutav vorming.Sisestage kehtiv väärtus. Kaks lähimat kehtivat väärtust on $1 ja $2.Sisestage kehtiv väärtus. Lähim kehtiv väärtus on $1.Lühendage seda teksti $2 tähemärgini või rohkem (praegu kasutate $1 tähemärki).Pikendage teksti vähemalt $2 tähemärgini (kasutate praegu ühte tähemärki).Pikendage teksti vähemalt $2 tähemärgini (kasutate praegu $1 tähemärki).SubtiitridTäisekraanilt väljuminePeata ülekandmineEsita mõlemal ekraanikuvalNüüd kantakse üle seadmesse $1Kantakse nüüd üle telerisse$1. luguPistikprogrammi ei saanud laadida.Laiendus hõlmab võtmefaili „$1”. See toiming ei ole soovitatav.Teabelehte „$1” ei õnnestunud laadida.Taustaskripti „$1” ei õnnestunud laadida.Tagaplaanilehte $1 ei õnnestunud laadida.Laienduse ikooni $1 ei õnnestunud laadida.Käivitusprogrammi lehte $1 ei saanud laadida.Valikute lehte $1 ei õnnestunud laadida.Teed $1 ei õnnestunud pistikprogrammi jaoks laadida.Lokaliseerimist kasutatakse, kuid parameetrit default_locale ei olnud manifestis määratud.Manifestifail on kadunud või ei ole seda võimalik lugeda.Manifestifail on kehtetu.Lahtipakkimiseks ei saanud kataloogi luua: „$1”Keelatud tee (absoluutne või suhteline üksusega '..'): '$1'Ei saanud pilti dekodeerida: „$1”Ei saanud laiendust lahti pakkidalaiendus $1Laienduse $1 (laienduse ID „$2”) blokeeris administraator. $3Seadme administraator nõuab, et $1 oleks installitud. Seda ei saa eemaldada ega muuta.Selle seadme administraator nõuab laienduse $1 installimist. Seda ei saa desinstallida.Seadme administraator nõuab, et kasutaksite laienduse $1 puhul vähemalt versiooni $2. Laiendust ei saa lubada enne, kui see on värskendatud sellele versioonile (või uuemale versioonile).$1 (seerianumber $2)Toode $1 teenusepakkujalt $2Toode $1 teenusepakkujalt $2 (seerianumber $3)$1 tootjalt $2 (seerianumber $3)Tundmatu toode $1 teenusepakkujalt $2Tundmatu toode $1 teenusepakkujalt $2 (seerianumber $3)Rakendus „$1” taotleb juurdepääsu ühele teie seadmele:Rakendus „$1” taotleb juurdepääsu ühele või mitmele teie seadmele:Kasutaja poole suunatudKeskkonna poole suunatudRakendusvaade: $1Valikud: $1ExtensionView: $1Mime-töötleja: $1Veebivaade: $1Laiendus aeglustab rakendust $1. Peaksite selle keelama, et taastada rakenduse $1 toimivus.Laiendusel ei õnnestunud võrgutaotlust muuta, kuna muutmisel tekkis vastuolu muu laiendusega.Laiendusel ei õnnestunud võrgutaotlust ümber suunata asukohta $1, kuna teine laiendus ($2) suunas selle asukohta $3.Laiendusel ei õnnestunud muuta võrgutaotluse päist „$1”, kuna muudatus sattus vastuollu teise laiendusega ($2).Laiendusel ei õnnestunud muuta võrgutaotluse vastuse päist „$1”, kuna muudatus sattus vastuollu teise laiendusega ($2).Laiendusel ei õnnestunud võrgutaotlusele mandaati esitada, kuna teine laiendus ($1) esitas teistsuguse mandaadi.Laiendus ei saanud määrata allalaaditavale failile nimeks „$1”, sest teine laiendus ($2) määras teise failinime „$3”.See laiendus laadis ennast liiga sageli uuesti.Paketti ei õnnestunud installida, sest utiliidiprotsess jooksis kokku. Taaskäivitage Chrome ja proovige uuesti.Vale pakett: „$1”.Vale pakett. Üksikasjad: „$1”.Paketti ei saanud installida: „$1”Laiendust ei saanud lahti pakkida. Laienduse turvaliseks lahtipakkimiseks peab olema tee teie profiili kataloogi, mis algab ketast tähistava tähega ja milles ei ole sõlme, paigalduspunkti või symlinki. Sellist teed teie profiilil ei ole.WebGL-i ei toetata.{SECONDS,plural, =1{1 s}other{# s}}{SECONDS,plural, =1{1 sekund}other{# sekundit}}{MINUTES,plural, =1{1 min}other{# min}}{MINUTES,plural, =1{1 minut}other{# minutit}}{MINUTES,plural, =1{1 minut ja }other{# minutit ja }}{HOURS,plural, =1{1 tund}other{# tundi}}{HOURS,plural, =1{1 tund ja }other{# tundi ja }}{DAYS,plural, =1{1 päev}other{# päeva}}{DAYS,plural, =1{1 päev ja }other{# päeva ja }}{MONTHS,plural, =1{1 kuu}other{# kuud}}{YEARS,plural, =1{1 aasta}other{# aastat}}{SECONDS,plural, =1{1 s on jäänud}other{# s on jäänud}}{SECONDS,plural, =1{1 sekund on jäänud}other{# sekundit on jäänud}}{MINUTES,plural, =1{1 min on jäänud}other{# min on jäänud}}{MINUTES,plural, =1{1 minut on jäänud}other{# minutit on jäänud}}{HOURS,plural, =1{1 tund on jäänud}other{# tundi on jäänud}}{DAYS,plural, =1{1 päev on jäänud}other{# päeva on jäänud}}{MONTHS,plural, =1{1 kuu jäänud}other{# kuud jäänud}}{YEARS,plural, =1{1 aasta jäänud}other{# aastat jäänud}}{SECONDS,plural, =1{1 s tagasi}other{# s tagasi}}{SECONDS,plural, =1{1 sekund tagasi}other{# sekundit tagasi}}{MINUTES,plural, =1{1 min tagasi}other{# min tagasi}}{SECONDS,plural, =1{1 minut tagasi}other{# minutit tagasi}}{HOURS,plural, =1{1 tund tagasi}other{# tundi tagasi}}{DAYS,plural, =1{1 päev tagasi}other{# päeva tagasi}}{MONTHS,plural, =1{1 kuu tagasi}other{# kuud tagasi}}{YEARS,plural, =1{1 aasta tagasi}other{# aastat tagasi}}Eile(tühi)Nimeta veebilehtKõik failid$1 Fail (.$2)Kausta valimine üleslaadimiseksKausta valimineFaili salvestamineFaili avamineFailide avamineLaadi ülesaktiveerimrgistaklõpsakekliki eellaneliiguavagevajutavalieemalda mrgistusKeri siiaVasak servParem servÜlesAlaservLehekülje ülesLehekülje lõppuKeri vasakuleKeri paremaleKeri ülesKeri allaEscInsDelEndVasaknoolParemnoolÜlesnoolAllanoolSisestusklahvTühikF1F11TagasilükkeklahvKomaPerioodMeediumi järgmine luguMeediumi esitamine/peatamineMeediumi eelmine luguMeediumi peatamineCtrl+$1Alt+$1Shift+$1Käsk + $1Otsinguklahv + $1$1 B$1 kB$1 MB$1 GB$1 TB$1 PB$1 B/s$1 kB/s$1 MB/s$1 GB/s$1 TB/s$1 PB/sMärguandekeskus, $1 lugemata märguannetMärguanneKeela märguanded: $1Seaded…Laienda märguannetAhenda märguannet - $1$1%$1-i süsteempraegu{MINUTES,plural, =1{1m}other{#m}}{HOURS,plural, =1{1h}other{#h}}{DAYS,plural, =1{1p}other{#p}}{YEARS,plural, =1{1a}other{#a}}Märguande sulgemineMärguandeseadedSOOVITATUD RAKENDUSEDSAGELI KASUTATUDKÕIGE TÕENÄOLISEMADRAKENDUSTE SOOVITUSEDKÕIK RAKENDUSEDKõik rakendusedNimeta kaustKaust $1Kausta avamineKausta sulgemineLaiendage kõikide rakenduste kuvamiseksKäivitaja, kõik rakendusedKäivitusprogramm, osaline vaadeKustuta otsingukastis olev tekstLeht $1/$2Tärnhinnang $1Kalibreerimisest väljumiseks vajutage paoklahvi Esc.Kalibreerige puuteekraanPuudutage ekraanil puutesihtmärke.Puudutage siinKalibreerimine on lõpetatudTundmatu ekraanSisemine kuvaText Files&No spelling suggestions                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             !v ,g  w Dg  x Rg  y cg  z og  { ~g  | g  ~ g   g   g   g   g   g   g   g   g   g   	h   h   !h   )h   .h   6h   >h   Fh   Mh   Th   [h   ]h   _h   `h   ah   fh   |h   h   h   h   h   h   h   "i   +i   \i   ri   i   i   i   i   i   j   j   
j   j   (j   sj   |j   j   j   j   j   k   +k  ;k  Bk  ak  hk  k  k  k  k  k  k  k  "l  -l  @l  l  !l  "l  #l  $l  'l  (m  13m  2:m  3=m  4Rm  5^m  6}m  7m  8m  9m  <m  =m  >m  ?m  @n  n  %n  Cn  ]n  {n  n  n  o  $o  Ao  vo  o  wp  p  Tq  q  Wr  tr  r  r  r  s  @s  s  t  t  u  u  u  u  v  0v  Dv  v  v  9w  w  w  w  x  x  x  y  ^y  y  y  Cz  z  c{  {  ,|  |  |  }  }   ~  p~  ~    J    7      I        Ӂ  ف     E  {  ʂ    ;    ΃  !  ;  s      )    b  Ɔ        *  g    1  =  ͈  	S  
h  {          6  Ջ        H      F  ː    +     !  "  $v  %  &  '  *Õ  +ޕ  ,C  6Z  8  9ږ  :  =  >p  ?   @   Bv  C  D  E  Fٛ  G  H)  I[  J  Kߜ  L   P7  T~  Ue  V  X  Y؞  Z  [$  \  ]  ^  _ş  `l  a  b  c  dҠ  eR  g  h  m  nQ  pҢ  qg  r  s  t  um  v]  xp  y  z  {V  |  ɦ        ?  k     !  "ȧ  #٧  $  %  &
  '+  (5  )M  *w  +  ,  -\  .ө  /  0  1  2&  39  4@  5O  6`  7z  8  9  :Ū  ;۪  <ߪ  =  >  @  A   B_  C  D  EЫ  I  J0  K:  L  M  N  P  Q;  RR  Sf  T~  U  V  W  X  Yݭ  Z   [  \$  ](  ^9  _M  `[  ai  c  dȮ  e$  g8  hL  i]  jp  l  m  q  s˯  t  u  v	  w  x,  y0  z;  {T  |l  }x  ~              X  e      1
˱  2
ر  3
  4
  8
  9
!  :
6  ;
I  <
X  =
o  >
  ?
  @
  A
  B
޲  C
  D
  E
  F
   G
3  H
E  I
]  J
~  K
г  L

  M
w  N
z  O
  P
  Q
  R
  S
5  T
_  U
  V
  W
õ  X
ֵ  Y
޵  Z
  [
  \
  ]
  ^
	  _
  `
  a
,  b
1  c
P  d
  g
4  i
M  j
b  
v  
  
  
  
Է  
  
  
  
)  
9  
C  
I  
[  
r  
  
  
  
  
ø  
ϸ  
ܸ  
9  
B  
_  
h  
o  
z  
  
  
  
ع  
  
  
  
  
  
  
+  
7  
=  
  
     ĺ  ׺        4  L  _  	z  
D  n            ɼ  ټ           &  Q  y        ~         ž  Ӿ    >            5  >  g                      )  /  u      =  E  h  t          &  .  f            1  I  Z  g  z                    .  Z  g                9  J  V  d        L            7  ~        +  O  p          I  V  i          d  |        	  
Q                *  9  k             %  &  '  (1  )@  *I  +`  ,r  .x  /  1  3  4  5  6  7  8  9  :  ;(  <F  =  >  ?M  @  A  B  CE  D  E  F  G  H  I  J  K  L/  MO  Ni  O  P  Q  R  S  T8  U]  V  W  X  Y}  Z  [<  \  ]  ^%  _v  `  aD  b  c  d$  eh  fp  g  h  i  j  k  l  n  o  p  s  v  w  x  y  zz  {  |  ~    6  C  Z  q        g  p          C  j              +  :  J  Q  Z  f  l  u                        
  #  <  I  ^  y                    3  L  [  `  r    ^   k  s            
  d  
t              <  K        I  h      $  /   C  !Z  "s  #  $  %  &  (%  ,:  -J  .M  /x  9  :  ;  <  =  >  ?  @  B  C  D  E#  F1  GD  H`  Iz  J  K  M  N  O  P=  v          h  w    8  ?  R  q  }      	    -  m  |                +  1  Q  Y  {         0  K  c  n  s                  	.  
=  K  T  i    
  T          $  '+  ,;  -K  .l  /  0  1  2  4<  5H  7P  8b  :q  ;  <  >  ?  @  A  B  C  D	  E  F*  G:  H_  Ix  J  K  L  M  N  O  P=  QW  Rt  S  T  U  V  W  X  Y&  Z:  [F  \g  ]  ^  _  `  a  b  c  d+  eM  fp  g  h  i  j  l  m  o  p  q  s+  t=  v[  wo  x~  y  z  {  |  }  ~        $  >  g  w                  
           1  C  U  k                <  A  a  |                        E  e            % :     , D     ) ] x    ! B U    	 * 5 L X v     ( U d      ' ^ m }            w  		 
\	 	 	 	 	 
 
 
 
 
 
 
 ! &7 'B (I *T ,e - . / 0 1 2 3 4 5A 6n 7v 8| 9 : ; = I J KF L Me Oz P Q V W X Y Z \  ]) ^9 _> `E aZ bf cl d f g3 h i j k l m n o p* qA ra td vj w x y z2 {B |z } ~  ? ]      1 Q e ~   	 ( N     > f      6 t     " E ^ }          + ; T c }      9 W m        2 N d ~           ' : Y {         	 
       ! 1 I h         $ A ^     6        0  N  n        	! 
.! O! n! ! ! ! ! !  " &" Q" l" " " " " " # .# L# Y# k#  ~# !# "# ## $# %# &# '$ (I$ )V$ *~$ +$ ,$ -$ .$ /$ 0$ 1$ 2	% 3% 46% 6<% 7?% 8Q% 9Y% :e% ;o% <% =% >% ?% @% A% B% C"& E>& FR& Gg& Hr& I& J& K& L' M-' NP' Ov' P' Q' R' S' T ( UF( Vi( W( X( Y( Z( [( \) ] ) _5) `G) cg) d) j* k* l,* m<* nF* oX* pa* qx* r~* s* t* u* v* w* x* y* z* {+ |+ }2+ ~A+ S+ b+ l+ + + + + + + + + + , , , &, ,, 9, P, \, r, , , , , , , , - - (- G- S- ^- j- - - - - - -  . . !. H. S. x. . . . 
/ !/ D/ W/ / / 0 '0 50 1 1 $1 11 v1 1 1 1 1 1 1 ]2 |2 2 2 2 33 3 3 4 ,4 A4 Q4 c4 |4 4 4 4 4 5 G5 N5 Y5 b5 6 6 6 6 S7 7 7 68 i8 ~8 8 8 :9 9 9 : %: O: : : : : 6;  a; u; ; ; ; 3< K< s< < 	< 
< = ?= q= = = = = +> X> v> > > > > N? ? ? 3@ p@ @  @ !A "+A #>A $jA %A &A 'A (A )#B *BB +kB ,C -1C .`C /wC 0C 1C 2C 3C 4'D 5cD 6D 7D 8BE 9fE :E ;E <E ='F >mF ?~F @F AF BF C G D%G EIG F}G GG HG I!H JXH KH LH MH NI OZI PI SI UJ VEJ WcJ XJ YJ ZJ [7K \[K ]K ^K _K b'L caL d|L eL fM g:M hM iM j3N koN lN mO nkO oO pO qP rP sP wP x@Q yQ zQ {=R |R }R ~R <S S S KT T T U !U FU U U U U U U U U U  V 0V MV V V V V V W /W >W ^W W W W W W W W W X "X BX QX cX wX X X Y =Y }Y Y Y Y Y $Z 5Z FZ OZ [ #[ J[ R[ s[ [ [ [ [ \ \ \ \ \ ] %] >] X] w] ] ] ] ] ] ] ] ^ #^ >^ V^ a^ ^  _ t_ _ _ _ ` ;` ` 	a 
,a Oa na a a a -b pb b b c wc c d e e e e e e f  'f !+f "@f #Df %Pf &hf 'pf (wf )f *f +f ,f .f /f 0f 1g 2%g 3>g 4Yg 5ng 6g 7g 8g ;h <th =h >h ? i @Ci Agi Bi Di Ei Fi Gi Hi Ii Ji Ki Lj M*j NBj OWj Pcj Qtj Rj Sj Tj Uj Vj Wj Xk Y;k Zk [k \Cl ]l ^m _@m `m am b5n dKn ebn fcn g{n hn kn mn pn qn rn so uo v%o w@o xNo ypo {o |o }o ~	p p 0p Xp p p Eq q q r Rr r r s 4s s s s s s s s t *t ;t t t t Pu cu ru u u u u 
v v Bv ev tv v v w :w }w w w w w w w x x 2x 8x Ax Ix Px Xx ux x x y [y y y Bz z z 	{ O{ { { S| | | | | | } } } } } } } } ~ ~ %~ 9~ <~ R~ i~ ~ ~ ~ ~ ~  ~ ~ ~  	I 
^ }    N    ހ b   Ճ ҄     & *1 +B , - /Ć 0- 1V 2 3 4 5Ň 6 7& 80 97 ;D <^ = Aӈ B E/ G I׉ J K\ N P Y Z܊ [ \ ]; a cȋ dЋ g i k# mA n` o p q rҌ s( tA u^ w~ x y z4 { | } ~  @ R g   O     Œ    4 X   ͓ ݓ    , R ~      ֔    " 	5 
I d     ԕ   5 `   ٖ  * ; ] y  Η   ! "o # $ % & 'a ( ) + , 2 3* 6o 7 9 :3 ?ݛ [ ]- d@ eN hd iv j kÜ lٜ m n> o pƝ q r s+ ty u v۞ w xw y z }Ơ ~  - 7 S d    â ˢ Т    > [  ӣ  . k v  Τ ߤ   u  ֥    G |      ʦ ܦ   
 & ; R h s      ƨ ٨   % : g u   ˩ ܩ    $ F f { 	   Ϫ ۪    !d "k #x $ % & 'ȫ (# )> *D ,Q -` .x / 0 1 2¬ 3Ь 4۬ 6 7 8 9 : ; < = > ? @ A% B, C2 D7 E9 F= GE HK IP Jf K~ L M N Oϭ P Q R S T V W% X4 YI ZR [\ \i ]n ^x _} ` a b c d gȮ h> iT j~ m n o9 pm q r s u v w= zܲ { | } ~ų ޳   ( K g  ɴ ߴ  
 ) 6 = n        Ҷ ߶ <  ҷ :   {  ! Y q     A \ |    һ   / S       " A ~   Y ¾ Ѿ   N  ̿ n     # H    W h    b   _   @      
e      E V y     *  E #S $s % & ( -     v   1 O r    / p    & E b     A m       9 P      > X  .       
 1 L p   ; r     < H W       ; X {   0 W \ p  	       l ! "F #w $" %T & ' (> ) * +X , - .L 0 1 25 3S 5_ 8} 9 : ;- <J =b >| ? @K C F H Q R6 To U| W X Y Z [m \ ] ^ _` d g h i j p q
 r s{ t u w x y1 zA {N |t } ~ b l       & + 4 k y       4 U s      u       C    X          9 r     ! 2   W     + I q  + S v    7 Z q       # `     !     # C  	 
  (    	 <   * Y        ! "E &Y ' ((  )  * + , - . /5 0Y 1 2 3& 4{ 5 6 7 8r 9 : ; <i = >:	 @M	 AT	 Cf	 Dm	 E	 F	 GG
 H
 I
 J
 K L N O. PS Qh R S# T8 UV Wy X Y Z [ \ ]U ^ `j b{ c d e gw i j k l n o p q r s t  , c        , S l         . F   1 B          F q     $ 0    ' ' ' '  '" '$ '& ']  ' !' "'= #'m $'o %'q &'s ,'u -' .' /'& :] : : :G :^ : : : : : : :B :Q :a : : :( :x : : : : : :  :  :  :  :   :#  :1  :5  :;  :=  :K  :O  :T  :Z  :e  :j  :u  :~  :  :  :  :  :! :3! :H! :z! :! :!  ;R" ;" ;" ;# ;# ;1# ;U# ;k# ;# 	;# 
;# ;# ;$ ;6$ ;l$ ;$ ;$ ;% ;c% ;u% ;% ;% ;& ;v& ;& ;& ;& ;&  ;& ";& $;' %;' -;4' /;C' 0;~' 1;-( 2;4( 3;=( 4;( 5;( 6;C) 7;) 8;) :;* ;;R* <;* =;* >;* ?;+ A;+ B;3+ C;=+ D;U+ E;+ G;+ H;:, I;g, J;, L;, M;- O;.- P;S- Q;Y- R;h- S;- T;- U;- V;!. W;V. X;. Z;. [;q/ \;/ ];/ ^;/ _;/ `;0 b;0 e;0 g;0 i;1 k;71 l;K1 m;k1 n;u1 o;1 r;1 t;1 v;1 w;1 x;#2 {;f2 |;3 };3 ~;94 ;4 ;4 ;%5 ;;5 ;5 ;5 ;F6 ;h6 ;57 ;a7 ;7 ;8 ;g8 ;8 ; 9 ;9 ;09 ;\9 ;l9 ;9 ;9 ;9 ;: ;: ;: ;8; ;; ;; ;; ;I< ;= ;T= ; > ;D> ;> ;> ;> ;>? ;`? ;? ;? ;7@ ;@ ;@ ;A ;NA ;[A ;A ;A ;6B ;B ;B ;C ;?C ;C ;-D ;D ;E ;E ;E ;E ;dF ;F ;F ; G ;\G ;G ;G ;G ;`H ;H ;H ;:I ;I ;I ;
J ;J ;5J ;J ;ZK ;K ;K ;K ;K ;L ;-L ;TL ;]L ;L ;L ;L ;L ;L ;L ;M ;$M ;5M ;IM ;TM ;gM ;yM ;M ;M  <M <M <M <M <N <EN <uN <N <N <N <N <O <(O <lO <O <O <O <P <2P <SP <1Q !<Q "<hR #<S '<S (<T )<4T *<]T +<rT -<T .<T /<T 0<U 1<U 3<GU 4<mU 5<U 6<U 7<U 8<U 9<U :<U ;<U =<U ><V ?<SV @<V A<V B<V C<W D<>W E<ZW F<W G<W H<W I<0X J<X K<8Y L<Z M<Z N<[ O<\ P<\ Q<\ R<] S<*] T<] U<] V<^ W<S_ X< ` Y<%` Z<` [<a \<b ]<c ^<mc _<c `<c a<c b<d c<d e<%d g<dd i<ld j<d l<d n<d x<d }<e <e <+e <Re <ye <e <e <e <e <,f <Df <Zf <jf <f <f <f <f <f <g </g <Zg <g <h <Nh <h <h <i <$i <:i <Gi <Xi <]i <fi <ri <i <i <i <i <i <i <j <j <0j <Dj <Lj <Zj <fj <rj <{j <j <j <j <j <j <j <j <j <k <+k <Mk <rk <k <k <k <k <k <
l <(l <Nl <wl <l <l <m <m <m <n <n <Fn <un <n <n <n <n <o <<o <jo <o <o <o <o <o <	p <p <-p <=p <Fp <p <p <p  =p =:q =wq =q =q ='r =fr =r 
=r =r =As =s =s =s =s =7t =It =Zt =t =t =t  =t !=t #=t $=t %=t &=t '=u (=3u )=hu *=xu ,=u -=u .=u /=u 0=v 1=%v 2=Kv 3=jv 4=v 5=v 6=v 7=v 8=v 9=w :=*w ;=Sw <=dw ==w >=w ?=w @=w A=x B=(x C=Kx D=x E=x F=y G=/y I=Sy J=qy K=y M=y N=y O=y Q="z R=,z T=:z U=Kz V=lz W=z X=z Y=z Z=z [={ \=@{ ]={ ^={ _=$| `=| a=| b=} c=} d=~ e==~ f=_~ k=~ m=~ n=~ o=~ r=~ s=~ t=~ u= w= x= y= z=6 {=L |=_ ~=Ҁ = = = =, =: =J =_ = = = = = = =  = = =! =2 => =J =j =~ = = = = =Ă =Ђ = = =* =@ =a = = = =Ń = = = =# =H = = =G = = = =@ = =l =3 = = = =0 =D =e =# =J =Y =q =0 = = = = =ѐ ={ =* = = = =ڔ = = = =[ =p =ߘ = =͙ = =b = =$ =A = = =֞ =z = => =U = = =E =k =ʡ = = =b = = = =F =W = = =٣ = = = = = = =- =E =Z  >l >{ > > >ǥ > > >[ 	>z 
> > >X >g > > >S > >+ >N > >& > >4 >Z > >> > >/ >T >8  >W !>Ų "> #>* $>t %>w &> '>o (> )>. *>d +>~ ,> ->H .>{ /> 0> 1> 2>ɺ 3>  4> 5>H 6> 7>Ż 8> 9> :>- ;>p <>ɼ >> ?>/ @>_ C> D>ǽ E> F>" G>P H> I> J> K> L>s M> W>ֿ X>. Y>w \> ]> ^>$ b> c> d> e> j>1 k>B l>e m> p> q> r>& s>k t> w> x> y> z>	 {> |>& }>6 ~>C >Q >l > > > > > > > >
 > > >< >K >s >} > > > > > > N N N N N' N; NA NC NE NI NS Na Nq Nw N N N N N N N N N N# N8 N= NN NS NW N] Ne Nr Ny N N N N N N N N N N N N N N N N N N" N' N3 NH Nc N N N N N N N  O O* O7 OG Oa Ow O O 
O O O O O! O) O6 OY Ok O O O OG O O O O<  On !O "O #O $O8 %OD &O[ 'O| (O )O *O +O ,O -O .OR /O 0O 1O7 2O 5O 6O <O =O >O ?O AO ,`B -` .` /` 0` 1`4 2`^ 3` 4` 5` 6`8 7`Y 8` 9` :` ;`" <`. =`c >` ?`2 @` A` B`' D`K E`l F` H` I` J`- K`k L` M` N` O` P` Q` R` S`I T` U`9 V` W`: X` Y`. Z`V \` ]` ^` _`& ``# Fi7 GiZ Ii Ji Ki Mi NiG Piy Qi Ri Si Ti8 Uiq Vi Wi Xi< Yi| Zi [i \iG ]ix ^i _i `i+ aic bi ci ei fi gi# hi6 iiF jiW mit ni oi pi si ti ui vi wi xi yi {i i i i i i" i( i2 i; iN i_ im iz i} i i i i i i i i i i i i i i i i i  i0 i7 i= iE iQ iX i\ ia if ik ip iu i{ i i i i i i i i i
 i i- i4 i? iD iT iW i i i i i i i i( i; iN i` ir i i i i i i i i1 i; iM ir i i i i i  } }   * }                             %  4 % 4 % y y q i v %  e f  q q % # 3[ 4y 5y A My Ny Oy Qy Ry Sy W f ijk l o * * * ?*F4G5OAb6fRk!n'o(p)rJ5
6 6
G 7
Pe
Pf
cv
 
/

c
g
 

 
  ^   ,PY-u02xm#qrt u}  y& P  4	I k')*b+AL C , c] Z] !"%&(T) *f+3G 69& k2 n,r u3 2 ,bi4fhe3:Tgc<lZ[ J#,$-%$)+<TN [ePsmusV5D?^efi|^ Zy]mQ^R_T`AI[YCFDE} K`< Ljkfnh]]  ( Bf$m-}9: C cijVlnyoz,EPkG w"<ZG ?!?"#Z$%()R.:@}CDFHLMOQ^_`bef hjyl v\4 < < *45y= @\^_`abcfg{6|6> vw< ~^ ^ yZZ 4vvI I yy[ _g] +y5Ue*fckltxy^ yG G 6 Z<< Z4W z		I 		0	w[!N	"'})*+G ,Y	Z	^  	
 *	T	/	467ABDGSV`abkce8 foG v8 Z< ZQm[F	G xyD
[G  8 y#$%y?M
BG MV_ay
fmhmd& 

Z(

  u<'
'
'
:< ::y::::::x:8 :;;;!;v
#;&;A'; (;3);4*;?,;{.;h9;k@;3F;9K;N;?Y;ya;<c;?d;f;th;mj;G p;vq;ws;u;< ;;;;';6 ;8 ;;; ;Z;$; ; ; ;J;;;c;x;	<<	<	<
<<< <y <,<{2<d<3f<h<k<vm<ro<tp<zq<{r<s<|t<u<yv<xw<uy<z<{<|<~<<<<V
<< <><<<<%<<^<U<W<b<c<<X<<<<4<<<<<<$==6 ==$=$====< =k"=+=H=L=P=S=l=p=q=xv=}==
={==R==
=< ==o=?>p>=>A>B>oN>O>kP>Q>R>S>	T>U>V>Z>[>_>`>J	a>K	g>I	h>wi>J	n>o>[u>v>>Z>G >>y>>>x> >>v
>>Z>>6 >8 >\NNNNNN!NNNN NNO&	O'O)O*OCOOD3O4O
7O8O9O:O;O@OC`Z G`yHiLiOidiqiriziv
~iG iZi[i\iiii,iiZiG i> iiiG i i6 i~iEnsimmäinen käyttäjäOletusprofiilifi-FI,fi,en-US,enwindows-1252Times New RomanCourier NewConsolasArialComic Sans MSImpactSegoe UI Symbol,Meiryo,Yu GothicMS Gothic,Yu Mincho,MS PMinchoMalgun GothicBatangMicrosoft YaHeiSimsunMicrosoft JhengHeiPMingLiUKaiTiDFKai-SBSegoe UIGulimcheGungsuhNSimsunMingLiU161306en-USArvo ei vastaa muotoa.Luettelokohde "$1": $2KirjanmerkkipalkkiMuut kirjanmerkitMobiilikirjanmerkitChromiumOletusLöydät hienoja sovelluksia, pelejä, laajennuksia ja teemoja Chromiumille.Web Storehttp://www.google.com/chrome/intl/fi/welcome.htmlTervetuloa Chromiumiinhttps://chrome.google.com/webstore?hl=fiChrome Web StoreHallinnoidut kirjanmerkitHups! Chromium kaatui. Käynnistetäänkö uudelleen?default1005K&opioiValitse &kaikkiUusi välilehtiSiirry taaksepäin klikkaamalla, tarkastele historiaa pitämällä alhaallaEdellinenSiirry eteenpäin klikkaamalla, tarkastele historiaa pitämällä alhaallaSeuraavaNormaali päivitysPakotettu päivitysTyhjennä välimuisti ja pakota päivitysLataa uudelleenAvaa oma etusivuEtusivuChromiumin muokkaus ja hallintaSarkainSivu haluaa asentaa palvelukäsittelijän.Tallenna luottokortti.Käännä tämä sivuLuo kirjanmerkki tälle sivulleNimetön$1 - ChromiumSuljePiilotetut kirjanmerkit sisältävä valikkoSovelluksetNäytä sovelluksetNopeuta käyttöä sijoittamalla kirjanmerkit tähän kirjanmerkkipalkkiin.Tuo kirjanmerkit…75%'Segoe UI', Tahoma, sans-serifChromium ei ole oletusselain.Aseta oletusselaimeksiV8-välityspalvelimen selvittäjäLaajennusluettelon jäsentäjä$1-haku - Laajennuksien purkajaKäydyimmätHiljattain suljetut välilehdetUusi ikku&naUusi &incognito-ikkuna$1 myyjältä $2Chromium-sovelluksetPikkukuva poistettu.Älä näytä tällä sivullaKumoaPalauta kaikkiTeeman loiTietoja ChromiumistaOhjeita Chromiumin käyttöönPäivitetään Chromiumia.Päivitetään Chromiumia ($1)Melkein valmista. Viimeistele päivitys käynnistämällä Chromium uudelleen.Chromium on ajan tasalla.Google Payments (kopioitu Chromiumiin)Chromium on oletusselaimesi.Tee Chromiumista oletusselainChromium ei voi tunnistaa tai asettaa oletusselainta.Tämä on Chromiumin toissijainen asennus, eikä sitä voi asettaa oletusselaimeksi.Chromium voi käyttää verkkopalveluita selauskokemuksesi parantamiseen. Voit halutessasi poistaa nämä palvelut käytöstä. <a target="_blank" href="$1">Lisätietoja</a>Tämän laitteen järjestelmänvalvoja on poistanut käytöstä Chromiumiin kirjautumisen.Tämä poistaa yhden kohteen pysyvästi laitteelta. Jos haluat palauttaa tiedot myöhemmin, kirjaudu Chromiumiin käyttäjänä $1.Tämä poistaa $1 kohdetta pysyvästi laitteelta. Jos haluat palauttaa tiedot myöhemmin, kirjaudu Chromiumiin käyttäjänä $2.Tämä poistaa selaustiedot pysyvästi laitteelta. Jos haluat palauttaa tiedot myöhemmin, kirjaudu Chromiumiin käyttäjänä $1.Kirjaudu sisään ChromiumiinChromium lisää suojausta salaamalla tietosi.Kirjaudu ulos ChromiumistaChromium näytetään tällä kielellä.Näytä Chromium tällä kielelläJätä taustasovellukset käyntiin, kun Chromium suljetaanAuta parantamaan Chromiumia ilmoittamalla <a is="action-link" target="_blank">nykyiset asetukset</a>.Jos irrotat tilin $1, historiasi, kirjanmerkkisi ja muut laitteelle tallennetut Chromium-tiedot poistetaan. Google-tiliisi tallennetut tiedot säilyvät ennallaan, ja voit hallinnoida niitä <a target="_blank" href="$2">Google Hallintapaneelin kautta</a>.Chromium on selain, jolla verkkosivut ja sovellukset toimivat salamannopeasti. Se on nopea, vakaa ja helppokäyttöinen. Chromiumin sisäänrakennettu haittaohjelma- ja tietojenkalastelusuojaus tekevät verkkoselauksesta turvallisempaa.Chromium-logoUusi ikkunaTehtävänhallinta - ChromiumAuta parantamaan Chromiumia lähettämällä kaatumisilmoitukset ja $1 GooglelleApua Chromiumin käytössäThe Chromium AuthorsCopyright {0,date,y} The Chromium Authors. Kaikki oikeudet pidätetään.Not used in Chromium. Placeholder to keep resource maps in sync. It expects one argument: $1.Chromiumin tulevat versiot eivät enää tue Windows XP:tä tai Windows Vistaa.Chromium ei välttämättä toimi oikein, koska se ei enää tue Windows XP:tä tai Windows Vistaa.pääChromium ei vastaa. Käynnistetäänkö uudelleen?Mozilla Firefoxin asetukset eivät ole käytettävissä selaimen ollessa käynnissä. Jos haluat tuoda ne Chromiumiin, tallenna työsi ja sulje Firefoxin kaikki ikkunat. Valitse sitten Jatka.Sulje kaikki Chromium-ikkunat ja yritä uudelleen.Haluatko varmasti poistaa Chromiumin asennuksen?Poista ChromiumSulje kaikki Chromium-ikkunat ja käynnistä Chromium uudelleen, niin muutos tulee voimaan.Jätä Chromium käyntiin taustalleKäytä laitteistokiihdytystä, jos mahdollista(vaatii Chromiumin <a is="action-link" role="button" id="gpu-mode-reset-restart-button" class="standalone-action-link">uudelleenkäynnistyksen</a>)Chromium ei voi lukea tietohakemistoaan ja kirjoittaa siihen:

$1Profiiliasi ei voi käyttää, sillä se on peräisin Chromiumin uudemmasta versiosta.

Kaikki ominaisuudet eivät ehkä ole käytettävissä. Määritä jokin muu profiilihakemisto tai käytä Chromiumin uudempaa versiota.Asetuksiasi ei voi lukea. Kaikkia toimintoja ei voi välttämättä käyttää eikä asetuksiin tehtäviä muutoksia tallenneta.Asetustiedostosi on virheellinen.

Chromium ei voi palauttaa asetuksiasi.$1 auttaa Chromiumia tallentamaan tämän salasanan. Sinun ei tarvitse muistaa sitä.Käytä Chromiumin luomaa vahvaa salasanaa.Chromium yrittää näyttää salasanat. Salli tämä kirjoittamalla Windows-salasanasi.Tälle tietokoneelle on jo asennettu Chromiumin uudempi versio. Jos Chromium ei toimi, poista sen asennus ja yritä uudelleen.Asennus epäonnistui tuntemattoman virheen takia. Jos Chromium on tällä hetkellä käynnissä, sulje se ja yritä uudelleen.Chromiumista ei voi asentaa versiota, joka on tällä hetkellä käynnissä. Sulje Chromium ja yritä uudelleen.Asennus epäonnistui määrittelemättömän virheen vuoksi. Lataa Chromium uudelleen.Chromium edellyttää Windows 7:ää tai uudempaa versiota.Asennuksessa ilmeni käyttöjärjestelmävirhe. Lataa Chromium uudelleen.Toinen Chromium-prosessi on jo käynnissä. Yritä myöhemmin uudelleen.Asennusohjelma ei pystynyt luomaan väliaikaista hakemistoa. Tarkista, että käytettävissä on riittävästi levytilaa ja että sinulla on oikeus asentaa ohjelmia.Asennusohjelma ei pystynyt purkamaan arkistotiedostoa. Lataa Chromium uudelleen.Asennusarkisto on virheellinen. Lataa Chromium uudelleen.Sinulla ei ole käyttöoikeuksia järjestelmätason asennukseen. Kokeile asennusohjelman suorittamista uudelleen järjestelmänvalvojana.Chromium on jo asennettuna kaikille tietokoneen käyttäjille.Käytä internetiäPoistetaanko myös selailutiedot?Vaihda oletusselaimeksi:PoistaChromiumista on saatavilla uusi versio.Chromiumista on saatavilla uusi versio, joka on entistäkin nopeampi.Chromiumista on saatavilla uusi, turvallisempi versio.Chromium on päivitetty, mutta et ole käyttänyt sitä ainakaan 30 päivään.Chromiumin avulla voit soittaa Skypellä puhelinnumeroon klikkaamalla sitä verkossa!Chromiumiin ladatut moduulitTämän moduulin tiedetään aiheuttavan ristiriitoja Chromiumin kanssa.Samanniminen moduuli on aiheuttanut aiemmin ristiriitoja Chromiumin kanssa.Chromium ei sisällä PDF-katseluohjelmaa, joka tarvitaan tulostuksen esikatseluun.Lisätään Chromiumiin…$1 voi olla vaarallinen, joten Chromium on estänyt sen.Tämä tiedosto on vaarallinen, joten Chromium on estänyt sen.$1 on vaarallinen, joten Chromium on estänyt sen.Tämä tiedosto voi olla vaarallinen, joten Chromium on estänyt sen.{NUM_DOWNLOAD,plural, =1{Lataus on parhaillaan käynnissä. Haluatko peruuttaa latauksen ja poistua Chromiumista?}other{# latausta on parhaillaan käynnissä. Haluatko peruuttaa lataukset ja poistua Chromiumista?}}Chromium on lakannut päivittymästä, eikä se enää tue käyttöjärjestelmäsi tätä versiota.Googlen sovellusliittymän avaimet puuttuvat. Jotkin Chromiumin toiminnoista poistetaan käytöstä.Päivitetään Chromiumia…Lisää Chromiumiin$1 on lisätty Chromiumiin.Piilota Chromium-valikossaAuta parantamaan Chromiumia ilmoittamalla nykyiset asetukset.<b>Varoitus:</b> Chromium ei voi estää laajennuksia tallentamasta selaushistoriaasi. Poista tämä valinta, jos haluat poistaa tämän laajennuksen käytöstä incognito-tilassa.Poista Chromiumista…ChromiumissaParansimme Chromiumin turvallisuutta poistamalla käytöstä sovelluksia, joita ei löydy kohteesta $1 ja jotka on voitu lisätä ilman lupaasi.Paransimme Chromiumin turvallisuutta poistamalla käytöstä sovelluksia, joita $1 ei tarjoa ja jotka on voitu lisätä ilman lupaasi.Tietoja &ChromiumistaPäivitä &ChromiumOlet nyt kirjautuneena ChromiumiinTämä on oma ChromiumisiJaatko tietokoneen jonkun kanssa? Nyt voit määrittää Chromiumin juuri sellaiseksi kuin haluat.Kun olet poistanut tilisi Chromiumista, sinun on ehkä avattava avoinna olleet välilehdet uudelleen, jotta muutos tulee voimaan.Synkronoit Chromiumin tietosi osoitteella $1. Voit vaihtaa synkronoinnin asetuksia tai siirtyä käyttämään Chromiumia ilman Google-tiliä käymällä $2.Jos jaat tämän tietokoneen henkilön $1 kanssa, lisää itsesi Chromiumiin, jotta voitte selata erikseen. Muuten sinun on irrotettava hänen Google-tilinsä.Olet kirjautunut Chromiumiin!Olet kirjautunut Chromeen tilillä $1. Nyt voit käyttää kirjanmerkkejäsi, historiaa ja muita asetuksia kaikilla laitteilla, joihin olet kirjautunut.Olet nyt kirjautunut sisään Chromiumiin! Järjestelmänvalvoja on poistanut synkronoinnin käytöstä.Chromiumiin kirjautunut käyttäjä: $1. Kirjaudu uudelleen sisään samalla tilillä.Joku on jo kirjautunut tällä tietokoneella Chromiumiin käyttäjätilillä $1. Jos se ei ole sinun käyttäjätilisi, luo uusi Chromium-käyttäjä, jos haluat pitää tiedot erillään.

Jos kirjaudut silti sisään, Chromium-tiedot, kuten kirjanmerkit, historia ja asetukset, yhdistetään tilin $2 tietoihin.Joku on jo kirjautunut tällä tietokoneella Chromiumiin käyttäjätilillä $1. Luo uusi Chromium-käyttäjä, jos haluat pitää tiedot erillään.Linkitetäänkö Chromium-tiedot tähän tiliin?Olet kirjautumassa sisään hallinnoidulla tilillä ja antamassa tilin järjestelmänvalvojalle oikeuden hallita Chromium-profiiliasi. Chromium-tietosi, kuten sovelluksesi, kirjanmerkkisi, historiasi, salasanasi ja muut asetuksesi, yhdistetään pysyvästi käyttäjätiliin $1. Voit poistaa nämä tiedot Google-tilien Hallintapaneelissa, mutta et voi liittää tietoja toiseen tiliin. $2Olet kirjautumassa sisään hallinnoidulla tilillä ja antamassa tilin järjestelmänvalvojalle oikeuden hallita Chromium-profiiliasi. Chromium-tietosi, kuten sovelluksesi, kirjanmerkkisi, historiasi, salasanasi ja muut asetuksesi, yhdistetään pysyvästi käyttäjätiliin $1. Voit poistaa nämä tiedot Google-tilien Hallintapaneelissa, mutta et voi liittää tietoja toiseen tiliin. Halutessasi voit luoda uuden profiilin, jolloin aiemmat Chromium-tietosi pysyvät erillään. $2Todennusvarmenne epäonnistui. Kirjaudu uudelleen Chromiumiin käyttäjänä $1 tai ota yhteyttä järjestelmänvalvojaan. $2Todennusvarmenne epäonnistui. Kirjaudu uudelleen Chromiumiin tai ota yhteyttä järjestelmänvalvojaan. $2$1 käytti aiemmin ChromiumiaChromium on havainnut epätavallista toimintaaChromium löysi haitallisia ohjelmia tietokoneestasi. Chromium voi poistaa ne ja palauttaa asetukset ennalleen, jotta selain toimii taas normaalisti.Chromium ei voinut synkronoida tietoja. Päivitä synkronoinnin tunnuslause.Chromium ei voinut synkronoida tietoja, sillä tilin kirjautumistiedot ovat vanhentuneet.Chromium ei voinut synkronoida tietoja, koska synkronointi ei ole käytettävissä verkkotunnuksessasi.Chromium ei voinut synkronoida tietoja kirjautumisvirheen vuoksi.Tallenna tiedot ChromiumiinChromium tallentaa tietosi turvalliseen paikkaan, jottei sinun tarvitse kirjoittaa tietoja uudelleen.Kopioitiin Chromiumiin.Tietokoneellasi käynnissä oleva ohjelmisto on yhteensopimaton Chromiumin kanssa.Chromium käyttää kameraasi ja mikrofoniasi.Chromium käyttää mikrofoniasi.Chromium käyttää kameraasi.Jos haluat valita, mitä verkkosivustoja $1 voi katsella, määritä rajoituksia ja asetuksia osoitteessa <a target="_blank" href="$3">$4</a>. Jos et muokkaa oletusasetuksia, $1 voi selata kaikkia verkkosivustoja.

Jotta $1 ei voi käyttää tiliäsi, lukitse profiilisi, kun et enää käytä Chromiumia. Voit tehdä tämän klikkaamalla profiilisi nimeä selainikkunan oikeassa yläkulmassa ja valitsemalla Sulje ja aseta lapsilukko.
<a target="_blank" href="https://support.google.com/chrome/?p=ui_supervised_users&hl=fi">Lisätietoja</a>

Lähetimme lisäohjeita sähköpostiisi osoitteeseen $2.Käyttäjän selaustiedot poistetaan pysyvästi tältä laitteelta. Jos haluat palauttaa tiedot myöhemmin, kirjaudu Chromeen käyttäjänä $2.Chromium on nyt entistä parempiNyt voit helpommin käyttää Chromiumia Google-tililläsi ja jaetuilla tietokoneilla.Tämä on verkkosi, kirjanmerkkiesi ja muun Chromium-sisältösi koti.Vierailijat voivat käyttää Chromiumia jälkiä jättämättä.Jos käytät jaettua tietokonetta, kaverisi ja perheenjäsenesi voivat selata verkkoa omista profiileistaan käsin ja muokata Chromiumista juuri itselleen sopivan.Avaa Chromium klikkaamalla nimeäsi ja aloita selaaminen.Lisää itsesi ChromiumiinTämä laajennus on vaihtanut Chromiumin aloitussivun.Laajennus $1 on vaihtanut Chromiumin aloitussivun. Määrittää myös Chromiumin aloitussivun.  Määrittää myös Chromiumin aloitussivun ja Etusivu-painikkeella avattavan sivun.  Määrittää myös Chromiumin ja omnibox-hakujen aloitussivun. Chromium (saapuva mDNS)Chromiumin saapuvien yhteyksien sääntö, joka sallii mDNS-liikenteen.Chromium voi tarjota älykkäämmän oikeinkirjoituksen tarkistuspalvelun lähettämällä selaimeen kirjoittamasi tekstin Googlen palvelimille. Näin voit käyttää Google-haun kanssa samaa oikeinkirjoituksen tarkistustekniikkaa.Avaa linkki uudella Chromiumin välilehdelläAvaa linkki Chromiumin inco&gnito-ikkunassaEtsi yhdellä kosketuksellaTutustu verkkosivuston aiheisiin poistumatta sivulta.Koskettamalla hakeminenlähettää sanan ja sen kontekstin Google-hakuun ja palauttaa määritelmiä, kuvia ja muita hakutuloksia.Hyväksy ja haeEi kiitosKäynnistä Chromium uudelleenChromium on vanhentunut, koska sitä ei ole käynnistetty uudelleen viime aikoina. Päivitys on saatavilla, ja se otetaan käyttöön uudelleenkäynnistyksen jälkeen.Käynnistä uudelleenAsenna Chromium uudelleenChromium on vanhentunutChromiumin päivitys epäonnistuiChromiumia ei voitu päivittää uusimpaan versioon, joten sinulta puuttuu joitakin uusia ominaisuuksia ja tietoturvakorjauksia.Ylläpitäjän täytyy poistaa sinut Chromiumista ja lisätä sinut sen jälkeen uudelleen.Päivitä ChromiumAloita synkronointi päivittämällä Chromium.Uusimmassa versiossa on käytettävissä tärkeitä turvallisuusparannuksia ja uusia ominaisuuksia.{SECONDS,plural, =1{Chromium käynnistyy uudelleen 1 sekunnin kuluttua}other{Chromium käynnistyy uudelleen # sekunnin kuluttua}}Chromiumin tärkeä tietoturvapäivitys on asennettu. Käynnistä se uudelleen, niin päivitys otetaan käyttöön (avoimet välilehdet palautetaan).OK - Käynnistä uudelleen nytÄlä käynnistä uudelleenAuta parantamaan ChromiumiaVoit auttaa meitä parantamaan Chromiumin turvallisuutta ja tekemään siitä helppokäyttöisemmän ilmoittamalla mahdollisista turvallisuusongelmista Googlelle automaattisesti.Voit auttaa meitä kehittämään Chromiumin turvallisuutta ja käytettävyyttä lähettämällä automaattisesti joitain järjestelmän tietoja ja sivun sisältöjä Googlelle. Näin autat havaitsemaan vaarallisia sovelluksia ja sivustoja.Chromium-välilehtiAsenna Chromium puhelimellesi. Lähetämme tekstiviestin puhelimeesi.Asenna Chromium puhelimellesi. Lähetämme tekstiviestin puhelimeesi: $1.Asenna Chromium puhelimellesi. Lähetämme tekstiviestin palauttamisen puhelinnumeroosi.Asenna Chromium puhelimellesi. Lähetämme tekstiviestin palauttamisen puhelinnumeroosi: $1.lataa Chromium iPhoneenChromium on lähes valmis.Ota Chromium mukaan kaikkialleAvaa Chromium nopeamminChromiumin asettaminen oletusselaimeksiChromiumin kiinnittäminen tehtäväpalkkiinValitse <div class="logo-small"></div> <strong>Chromium</strong>.Tuotu IE:stäEdgestä tuodutTuotu FirefoxistaTuotu SafaristaTuotuNäytä sovellusten oikopolkuNäytä hallinnoidut kirjanmerkitNäytä $1Avaa kaikki kirjanmerkitAvaa kaikki kirjanmerkit uudessa ikkunassaAvaa kaikki kirjanmerkit incognito-ikkunassa{COUNT,plural, =0{Avaa kaikki}=1{Avaa kirjanmerkki}other{Avaa kaikki #}}{COUNT,plural, =0{Avaa kaikki uudessa ikkunassa}=1{Avaa uudessa ikkunassa}other{Avaa kaikki # uudessa ikkunassa}}{COUNT,plural, =0{Avaa kaikki incognito-ikkunassa}=1{Avaa incognito-ikkunassa}other{Avaa kaikki # incognito-ikkunassa}}Avaa uudessa välilehdessäAvaa uudessa ikkunassaAvaa incognito-ikkunassaMuokkaa…Nimeä uudelleen…&PoistaLisää sivu…Lisää kansio…Näytä kirjanmerkkipalkkiHaluatko varmasti avata $1 välilehteä?Kirjanmerkki lisättiinKirjanmerkkiMuokkaa kirjanmerkkiäNimiKirjanmerkin nimiKansioKirjanmerkkikansioValitse toinen kansio…$1, niin voit käyttää kirjanmerkkejäsi kaikilla laitteilla.Synkronoi tämä kirjanmerkki iPhoneesiKäytä tätä kirjanmerkkiä iPhonessaJaa tämä kirjanmerkki iPhonellesi$1, niin voit käyttää kirjanmerkkejäsi mobiililaitteella.Lisää URL-osoite kirjanmerkkeihinURL-osoite{NUM_BOOKMARKS,plural, =1{Tässä kansiossa on kirjanmerkki. Haluatko varmasti poistaa sen?}other{Tässä kansiossa on # kirjanmerkkiä. Haluatko varmasti poistaa sen?}}Uusi kansio&Uusi kansioMuokkaa kansion nimeäLisää kaikki välilehdet kirjanmerkkeihinKirjanmerkkien hallintaHae kirjanmerkeistä&Kirjanmerkkien hallintaKansiotJärjestäNäytä kansiossaJärjestä otsikon mukaanTuo kirjanmerkit HTML-tiedostosta…Vie kirjanmerkit HTML-tiedostoon…Virheellinen URL-osoiteViimeisimmätHakubookmarks_$1.htmlLisää kirjanmerkkiLisää kansioTyhjennä hakuLisää sivu kirjanmerkkeihin klikkaamalla osoitepalkin tähtikuvaketta.Nimeä kansio uudelleen{COUNT,plural, =1{1 kohde kirjanmerkkiluettelossa}other{# kohdetta kirjanmerkkiluettelossa}}KirjanmerkkiluetteloKansion lisääminenKopioi URL-osoiteVie kirjanmerkkejäTuo kirjanmerkkejäAvaa kaikki uudessa ikkunassaAvaa kaikki incognito-ikkunassaMuuta nimeäLajittele nimen mukaanLisää toimintojaLisää toimintoja: $1Ei hakutuloksiaAvaa valitut kohteetAvaaValittu: $1Hakutulokset kyselylle $1Kirjanmerkkien kansiopuuTiivistä $1Laajenna $1KirjanmerkitKansio lajiteltu$1 poistettu{COUNT,plural, =1{1 kirjanmerkki poistettiin}other{# kirjanmerkkiä poistettiin}}URL-osoite kopioitu$1 kopioitu{COUNT,plural, =1{1 kohde kopioitu}other{# kohdetta kopioitu}}&KirjanmerkitAseta sivu kirjanmerkiksi…Aseta avoimet sivut kirjanmerkeiksi…Muokkaa tämän sivun kirjanmerkkiäMediareititinNäytä toisella näytöllä&Cast…LisätietojaNäytä Cast-tilaluetteloNäytä laiteluetteloLähetä laitteelleSuoratoista $1.Suoratoista työpöytäSuoratoista välilehtiSuoratoista tiedostoValitse lähdeNäytön jakaminenSuoratoista video- tai äänitiedostoSuoratoista $1Tietoja asetuksistaOta pilvipalvelut käyttöönOhjeNäytä kuvake ainaIlmoita ongelmastaHallinnoi Cast-laitteitaJärjestelmänvalvojan lisäämäOta käyttöön suoratoisto pilvipohjaisiin palveluihin, kuten Google Hangoutsiin.Tervetuloa käyttämään Cast-ominaisuuksia Chromiumissa!Tämän ominaisuuden avulla voit katsella Chromiumin sisältöä television ja muiden laitteiden näytöltä.OK!PiilotaVirheOsoitteen $1 suoratoisto ei onnistu.Työpöydän suoratoisto ei onnistu. Tarkista, hyväksyitkö kehotteen näytön jakamisen aloittamisesta.Välilehden suoratoisto ei onnistuKerrallaan voidaan luoda vain yksi istuntoTyöpöydän suoratoisto ei onnistu.Tiedoston suoratoisto epäonnistui$1 ei ole suoratoistettavissa.Suoratoistetaan: $1LähetäPysäytäToistaTaukoMykistäPoista mykistysKelaaÄänenvoimakkuusNykyinen aikaKestoSulava liikkeentunnistus [beta]Videon tai animaation kuvanlaatu on paras silloin, kun käytät nopeaa yhteyttä. Jos muiden käyttäjien yhteys on hidas, he eivät välttämättä näe lähettämääsi sisältöä.Cast-kohteita ei löytynyt. Tarvitsetko apua?Ääni- ja videotiedostotLisää toimintoja…Versio $1 ($2) $3 $4Tarkistetaan päivityksiäEsteettömyysAvaa Chrome Web StoreLisää esteettömyysominaisuuksiaOta käyttöön esteettömyystoimintojaUlkonäköMuokattuAnna muokattu verkko-osoite.Pois käytöstäTaustakuvaTeematPalauta oletusarvoNäytä Etusivu-painikeUusi välilehti -sivuVaihdaAvaa taustakuvasovellus.LisäasetuksetPerusvaihtoehdotPäävalikkoHakuasetuksetJos et löydä etsimääsi, siirry <a target="_blank" href="$1">Google Chromen ohjeisiin</a>.Asetukset$1 hallinnoi tätä asetusta.TyhjennäMuokkaaKäytössäVirheellinenEi kelvollinen verkko-osoiteSalasanat ja lomakkeetAutomaattisen täytön asetuksetGoogle PaymentsOsoitteetLisää osoiteOsoitteen muokkausMaa/aluePuhelinSähköpostiLuottokortitTyyppiOttamalla automaattisen täytön käyttöön voit täyttää lomakkeet yhdellä klikkauksella.Poista kopioMuokkaa korttiaLisää korttiKortissa oleva nimiKortin numeroVanhenemispäivämääräViimeinen voimassaolokuukausiViimeinen voimassaolovuosiKorttisi on vanhentunut.Hallitse salasanojaAutomaattinen kirjautuminenKirjaudu automaattisesti verkkosivustoille käyttämällä tallennettuja kirjautumistietoja. Jos toiminto ei ole käytössä, sinua pyydetään vahvistamaan kirjautuminen aina, kun kirjaudut sivustolle.Ehdota salasanojen tallentamista verkossa.Tallennetut salasanatTallentamatonPoista tämä kohdeValmisHae salasanoistaNäytä salasanaPiilota salasanaTallennettujen salasanojen tiedotTiedotVerkkosivustoKäyttäjätunnusSalasanaTässä näytetään tallennetut osoitteet.Tässä näytetään tallennetut kortit.Tässä näytetään tallennetut salasanasi.Tässä näytetään sivustot, jotka eivät koskaan tallenna salasanoja.Salasana poistettiinHallitse salasanojasi kaikilla laitteilla osoitteessa <a is="action-link" href="$1" target="_blank">passwords.google.com</a>.OletusselainAseta oletukseksiPoista seuraavat tiedot kohteestaAikaväliSelaushistoriaKirjaa sinut ulos useimmilta sivustoilta.Tyhjentää historian ja osoitepalkin automaattiset täydennykset.Tyhjentää historian ja osoitekentän automaattiset täydennykset. Google-tililläsi voi olla muita selaushistoriatietoja osoitteessa <a target='_blank' href='$1'>myactivity.google.com</a>.Tyhjentää kaikkien sisäänkirjautuneiden laitteiden historian. Google-tililläsi voi olla muuta toimintaa osoitteessa <a target='_blank' href='$1'>myactivity.google.com</a>.LataushistoriaVälimuistissa olevat kuvat ja tiedostotEvästeet ja muut sivuston tiedotEvästeet ja muut sivuston ja laajennuksien tiedotSalasanatAutomaattisesti täydennetyt lomaketiedotIsännöidyn sovelluksen tiedotMedian käyttöluvatviime tuntieilinenviime viikkoviimeiset 4 viikkoakaikkiViimeinen tuntiViimeiset 24 tuntiaViimeiset seitsemän päivääViimeiset neljä viikkoaKaikkiKaikkia selaustapoihin mahdollisesti viittaavia asetuksia ei poisteta.Tämä toiminto poistaa synkronoidut tiedot kaikilta laitteilta.Kaikkien sivustojen evästeet ja tiedot poistetaan, mukaan lukien:Kaikkien sivustojen evästeet ja välimuisti poistetaan, mukaan lukienVahvistaIlmoitukset poistetaan käytöstä.TulostaminenMääritä tai hallitse tulostimia Google Cloud PrintissäNäytä ilmoitukset, kun verkossa havaitaan uusia tulostimiaHallitse Cloud Print ‑laitteitaGoogle Cloud PrintLatauksetSijaintiKysy, minne kukin tiedosto tallennetaan ennen lataamistaKatkaise yhteys Google Drive -tiliin.Avaa tietyn tyyppiset tiedostot automaattisesti latauksen jälkeen.KäynnistyksessäAvaa Uusi välilehti -sivuJatka siitä, mihin jäitAvaa tietty sivu tai sivujoukkoKäytä nykyisiä sivujaLisää uusi sivuMuokkaa sivuaSivuston URL-osoite$1 - $2KieletKieliNäytä kieliasetuksetJärjestä kielet haluamallasi tavalla.Siirrä alkuunSiirrä ylösSiirrä alasLisää kieliäTarjoudu kääntämään sivuja tälle kielelleTarjoa käännöstä muunkielisille sivuilleKaikki kieletKäytössä olevat kieletOikeinkirjoituksen tarkistusNäytä oikeinkirjoituksen tarkistusasetukset$1, $2$1, $2 ja 1 muu$1, $2 ja $3 muutaMuokkaa tarkistuksen sanaluetteloaHallitse oikeinkirjoituksen tarkistustaLisää uusi sanaLisää sanaMuokatut sanatTässä näytetään tallennetut muokatut sanat.Tietosuoja ja turvallisuusKäytä verkkopalvelua navigointiongelmien ratkaisemiseenKäytä ennakointipalvelua hakujen täydentämiseen ja URL-osoitteiden kirjoittamiseen osoitepalkkiinEnnakointipalvelun avulla voit ladata sivuja nopeamminSuojaa itseäsi ja laitettasi vaarallisilta sivustoiltaIlmoita mahdollisista turvallisuusongelmista Googlelle automaattisestiLähetä automaattisesti joitain järjestelmän tietoja ja sivujen sisältöjä Googlelle auttaaksesi sitä havaitsemaan vaarallisia sovelluksia ja sivustoja.Käytä verkkopalvelua kirjoitusvirheiden korjaamiseenÄlykkäämpi oikeinkirjoituksen tarkistus lähettämällä selaimeen kirjoittamasi teksti GooglelleLähetä Googlelle käyttötilastoja ja virheraportteja automaattisestiLähetä automaattisesti diagnostiikka- ja käyttötietoja GooglelleLähetä selaustietojesi mukana Do Not Track -pyyntöDo Not TrackDo Not Track ‑valinta lisää pyynnön selaustietoliikenteeseesi. Sen vaikutus riippuu siitä, miten verkkosivustot vastaavat pyyntöön ja tulkitsevat sitä. Jotkin verkkosivustot esimerkiksi vastaavat pyyntöön näyttämällä sinulle mainoksia, jotka eivät perustu käyttämiisi verkkosivustoihin. Monet verkkosivustot keräävät silti selaustietojasi esimerkiksi parantaakseen tietoturvaa, tarjotakseen sisältöä, mainoksia ja suosituksia verkkosivustoilleen sekä luodakseen raportointitietoja. <a target="_blank" href="$1">Lisätietoja</a>Ota käyttöön vahvistettu käyttöPidä Wi-Fi päällä lepotilassaHallinnoi varmenteitaHallitse HTTPS/SSL-varmenteita ja ‑asetuksia.SisältöasetuksetSivuston asetuksetHallitse sitä, mitä tietoja verkkosivustot voivat käyttää ja mitä sisältöä ne voivat näyttää sinulle.Poista tiedotPoista selaustiedotTyhjennä historia, evästeet, välimuisti ja muita tietoja$1 – $2Jotkin asetukset nollattiinPalauta kaikki asetukset alkuperäisiksiChrome havaitsi, että toinen ohjelma oli muokannut joitakin selainasetuksia, ja palautti asetukset alkuperäisiksi.Palauta kaikki asetuksetHakukoneHakukone, jota käytetään <a target="_blank" href="$1">osoitepalkissa</a>Hallinnoi hakukoneitaOta Ok Google käyttöön puhehakuja vartenSano Ok Google, kun näyttö on päällä eikä sitä ole lukittu.Sano ”Ok Google” uudessa välilehdessä ja google.comissa.Tilin $1 ääni- ja puhetoimintaKäytössä (edellytys Ok Googlen käytölle)Kouluta uudelleenHakukoneetLisää hakukoneMuokkaa hakukonettaOletushakukoneetMuut hakukoneetTässä näytetään muut tallennetut hakukoneesi.Laajennuksien lisäämät hakukoneetAvainsanaKyselyn URL-osoiteURL-osoite jonka %s käytössä ennen hakuaPoista luettelostaHallinnoiupotettu sivustoon $1verkkopalveluun upotettuKäyttöoikeusluokkaKaikki sivustotMainoksetAutomaattiset latauksetTaustasynkronointiKameraEvästeetKäsittelypalvelutMikrofoniIlmoituksetKuvatJavaScriptFlashPDF-dokumentitLataa PDF-tiedostot automaattisen Chromessa avaamisen sijaan.PonnahdusikkunatSuojattu sisältöSuojatut sisällön tunnisteetSalli sivustojen toistaa suojattua sisältöä (suositus)Jotkin sisältöpalvelut käyttävät yksilöllisiä tunnuksia suojatun sisällön käyttöoikeuden myöntämiseen.Salli suojatun sisällön tunnisteet (voi edellyttää tietokoneen uudelleenkäynnistystä)Ei hiekkalaatikossa toimivan laajennuksen käyttöMIDI-laitteetKysy, kun sivusto haluaa käyttää MIDI-laitteita järjestelmän omien viestien avullaKysy, kun sivusto haluaa käyttää MIDI-laitteita järjestelmän omien viestien avulla (suositus)Älä anna sivustojen käyttää MIDI-laitteita järjestelmän omien viestien avullaÄäniUSB-laitteetPoista zoomaustasoZoomaustasotSivustot voivat lukea ja tallentaa evästetietoja.Kysy ensinKysy ensin (suositus)Kysy ennen käyttöäKysy ennen käyttöä (suositus)Kysy ennen lähettämistäKysy ennen lähettämistä (suositus)Älä näytä kuviaNäytä kaikkiNäytä kaikki (suositus)Salli sivustojen tallentaa ja lukea evästetietojaSalli sivustojen tallentaa ja lukea evästetietoja (suositus).Estä sivustoja suorittamasta FlashiaSuorita vain tärkeä sisältö (suositus)Suorita vain tärkeä sisältöSalli äskettäin suljettujen sivustojen suorittaa tietojen lähettäminen ja vastaanottaminen loppuunSalli äskettäin suljettujen sivustojen suorittaa tietojen lähettäminen ja vastaanottaminen loppuun (suositus)Älä anna äskettäin suljettujen sivustojen suorittaa tietojen lähettämista ja vastaanottamista loppuunAnna sivustojen ehdottaa protokollien oletuskäsittelypalveluiden määrittämistä.Anna sivustojen ehdottaa protokollien oletuskäsittelypalveluiden määrittämistä (suositus)Älä anna sivustojen määrittää protokollien käsittelypalveluitaEstetty toistuvasti häiritseviä mainoksia näyttävillä sivustoillaEstetty häiritseviä mainoksia toistuvasti näyttävillä sivustoilla (suositus)Kysy aina, kun sivusto yrittää ladata tiedostoja automaattisesti ensimmäisen tiedoston jälkeenKysy aina sivuston yrittäessä ladata tiedostoja automaattisesti ensimmäisen tiedoston jälkeen (suositus)Älä anna sivustojen ladata useita tiedostoja automaattisestiKysy aina, kun sivusto haluaa käyttää tietokonettasi laajennuksen avullaKysy aina, kun sivusto haluaa käyttää tietokonettasi laajennuksen avulla (suositus).Älä anna sivustojen käyttää tietokonettasi laajennuksen avulla.SallittuSallittu (suositus)EstettyEstetty (suositus)SalliEstäMykistettyTyhjennä poistuttaessaKysy (oletus)Salli (oletus)Estä (oletus)KysyKäyttöEi käyttötietojaKäyttöluvatJos haluat muuttaa asetusta, <a target="_blank" href="$1">ota ensin tunnisteet käyttöön</a>.Estetty väliaikaisesti tietosuojasi turvaamiseksiEstetty tietosuojasi turvaamiseksiPalauta sivuston asetuksetKaikki evästeet ja sivuston tiedotNäytä kaikki evästeet ja sivuston tiedotPoista kaikkiPoista kaikki näytetytTyhjennä sivustotiedotSivuston $1 paikallisesti tallennetut tiedotPalautetaanko tämän sivuston asetukset?Chrome palauttaa käyttöoikeudet oletusarvoihin.Tämä poistaa kaikki tiedot, jotka luettelossa olevat sivustot ovat tallentaneet laitteellesi. Haluatko jatkaa?Poista $1Tyhjennä kaikkiHae evästeistäEstä kolmannen osapuolen evästeetEstä kolmannen osapuolen verkkosivustoja tallentamasta ja lukemasta evästetietojaSäilytä paikalliset tiedot vain selaimen sulkemiseen saakkaAdobe Flash Playerin tallennusasetuksetVain nykyinen incognito-istuntoNykyinen incognito-istuntoNykyinen incognito-istunto ($1)Zoomausta ei ole käytetty sivustoilla.Ei lisättyjä sivustojaUSB-laitteita ei löytynyt.[*.]example.comLisää sivustoMuokkaa sivustoaSivustoSisältöVerkkotunnusReittiLähetä:Ohjelman käytettävissäLuotuVanheneeSovellusvälimuistiFlash-tiedotLuetteloyksi eväste$1 evästettäKuvausAlkuperäTiedoston kokoMuokattu viimeksiTietokannan tallennustilaPaikallinen tallennustilaMedialisenssiTiedostojärjestelmäVäliaikainen tallennustilaPysyvä tallennustilaViimeksi käytettyKanavatunnusVarmenteen tyyppiService WorkersLaajuudetVälimuistin tallennustilaHenkilötHallitse muita henkilöitäHallitse valvottuja käyttäjiäGoogle-profiilin valokuvaHallinnoija: $1Koska $1 hallinnoi tätä tiliä, kirjanmerkkisi, historiasi, salasanasi ja muut asetuksesi tyhjennetään tältä laitteelta. Tietosi pysyvät kuitenkin Google-tililläsi ja niitä voidaan hallinnoida <a href="$2" target="_blank">Google Hallintapaneelissa</a>.Muokkaa henkilöäNäytä työpöydän pikakuvakeKirjaudu sisään, niin voit käyttää kirjanmerkkejä, historiaa, salasanoja ja muita asetuksiasi kaikilla laitteilla. Sinut kirjataan lisäksi automaattisesti sisään käyttämiisi Googlen palveluihin.Kirjaudu ulosKirjanmerkkeihin, historiaan, salasanoihin ja muihin asetuksiin tehtyjä muutoksia ei enää synkronoida Google-tilillesi. Nykyiset tietosi pysyvät kuitenkin Google-tilillä ja niitä voidaan hallinnoida <a href="$1" target="_blank">Google Hallintapaneelissa</a>.Näytä profiilitiedotPoista myös olemassa olevat tietosi tältä laitteeltaTyhjennä ja kirjaudu ulosSynkronointiSynkronoinnin lisäasetuksetOdota…Tarkista internetyhteytesi. Jos ongelma jatkuu, kirjaudu ulos ja sitten takaisin sisään.Synkronoi kaikkiLaajennuksetAutomaattinen täyttöHistoriaTeemat ja taustakuvatGoogle Paymentsia käyttävät luottokortit ja osoitteetAvoimet välilehdetHallinnoi synkronoituja tietoja Google Hallintapaneelin avullaSalausasetuksetSalaa synkronoidut salasanat Google-käyttäjänimellä ja ‑salasanallaSalaa synkronoidut tiedot oman <a href="$1" target="_blank">synkronoinnin tunnuslauseesi</a> avullaSalattuja tietojasi voi lukea vain tunnuslauseesi avulla. Tunnuslausetta ei lähetetä Googlelle eikä Google tallenna sitä. Jos unohdat tunnuslauseesi tai haluat muokata tätä asetusta, <a href="$1" target="_blank">synkronointi on nollattava</a>.Jos haluat muuttaa tätä asetusta, <a href="$1" target="_blank">nollaa synkronointi</a>.Tunnuslause ei voi olla tyhjä.Kirjoita sama tunnuslause kahdesti.Antamasi tunnuslause on virheellinen.Jos unohdat tunnuslauseesi tai haluat muuttaa tätä asetusta, <a href="$1" target="_blank">nollaa synkronointi</a>.TunnuslauseVahvista tunnuslauseKäytä oletusasetuksiaMuokkaa Google-palveluitaHallinnoi, kuinka selaushistoriasi räätälöi hakua, mainoksia ja muita Googlen palveluita.Kirjanmerkkien ja asetusten tuominenLähettäjä:Valitse tuotavat kohteet:Ladataan…Suosikit/KirjanmerkitValitse tiedostoTuoKirjanmerkkisi ja asetuksesi ovat valmiina.Yhtään tuettua selainta ei löytynytVerkkosisältöSivun zoomausKirjasinkokoHyvin pieniPieniKeskitaso (suositus)SuuriHyvin suuriMuokkaa kirjasimiaKirjasimetPeruskirjasinSerif-kirjasinSans-Serif-kirjasinKiinteäleveyksinen kirjasinKirjasimen vähimmäiskokoPikkuruinenValtavaLorem ipsum dolor sit amet, consectetur adipiscing elit.Kirjasimen lisäasetuksetAvaa laajennusasetukset.Charles Darwin jammaili Åken hevixylofonilla Qatarin yöpub Zeligissä.Edellyttää laajennuksen lataamista Chrome Web Storesta.JärjestelmäAvaa välityspalvelinasetuksetSivusto saattoi juuri varastaa salasanasiSalasanasi on saattanut vaarantua.Vaihda salasanasi nyt, jotta henkilötietosi pysyvät turvassa. Sinun on kirjauduttava sisään ennen salasanan vaihtamista.Vaihda salasanaKehittäjätilaTämä laajennus on vanhentunut ja poistettu käytöstä yrityksen käytännön mukaisesti. Se voidaan ottaa käyttöön uudelleen automaattisesti, kun uusi versio on saatavilla.Virheettuntematon toimintoNäytä kehittäjätyökaluissaPinon jälkiVierailijat eivät voi hallita laajennuksia. Kirjaudu sisään, niin voit hallita laajennuksia.<span>Tunnus:</span>$1Tarkasta näyttökerrat$1 lisää…Salli incognito-tilassaSeuraavat laajennukset ovat riippuvaisia tästä laajennuksesta:$1 (tunnus: $2)TunnusLaajennusasetuksetTämä laajennus ei vaadi erityisiä käyttöoikeuksia.Poista laajennusLähdeKäytännön lisäämäKolmannen osapuolen lisäämäPakkaamaton laajennusVersioLaajennuksen lataus epäonnistuiTiedostoLuettelon lataaminen epäonnistui.PeruutaYritä uudelleenLöydät laajennuksia ja sovelluksia <a target="_blank" href="https://chrome.google.com/webstore/category/extensions">Chrome Web Storesta</a>.Pakkaa laajennusVaroitus: pakattu laajennusVirhe: pakattu laajennusJatka siltiSelaaLaajennuksen juurihakemistoYksityinen avaintiedosto (valinnainen)Laajennukset ja sovelluksetHae laajennuksiaEi asetettuLaajuusMaailmanlaajuinenChrome-sovelluksetHanki lisää laajennuksiaPikanäppäimetLataus purettuPäivitäSyötä pikanäppäinUusi taustasovellus lisätty$1 käynnistyy tietokoneen käynnistyksen yhteydessä ja on käynnissä taustalla vielä kaikkien $2 -ikkunoiden sulkemisen jälkeen.$1 on kaatunut. Käynnistä sovellus uudelleen klikkaamalla tätä kuplaa.$1 on kaatunut. Käynnistä laajennus uudelleen klikkaamalla tätä kuplaa.Ei käynnissä olevia taustasovelluksiaMuista päätökseni$1 pyytää lupaa$1 pyytää käyttöoikeutta.Halusitko siirtyä osoitteeseen $1?Haku historiastaChromen historiaEi välilehtiä muista laitteistaVälilehdet muista laitteistaKirjaudu ChromeenJatka siitä, mihin jäit toisella laitteellaKäytä välilehtiä muilta laitteiltasi kirjautumalla Chromeen.Voit tyhjentää selaustiedot tämän valikon kautta.Kumoa poistoM&uokkaaPoista käytöstäKirjoitussuuntaVasemmalta oikealleOikealta vasemmalle&Tarkista&EdellinenS&euraavaTallenna &nimellä…Tulo&sta…&Näytä sivun lähdekoodiAvaa linkki sovelluksessa…Määritä…Tarkista &taustasivu&Lataa uudelleenSimuloi selaimen uudelleenkäynnistys&Lataa sovellus uudelleen&Käännä kielelle $1Poistu koko näytön tilastaLataa kehys uudelleen&Näytä kehyksen lähdekoodiAvaa linkki uudessa &välilehdessäAvaa linkki uudessa &ikkunassaAvaa linkki inco&gnito-ikkunassaAvaa linkki käyttäjänäAvaa linkki käyttäjänä $1Avaa linkki: $1Avaa linkki uudessa ikkunassa ($1 window)Tallenna lin&kki nimellä…Kopioi linkin osoit&eKopioi s&ähköpostiosoiteKopioi linkin te&kstiT&allenna kuva nimellä…K&opioi kuvan osoiteK&opioi kuvaAvaa &kuva uudessa välilehdessäAvaa alkuperäinen &kuva uudessa välilehdessäLataa kuvaToista &jatkuvastiNäytä &painikkeetKäännä &myötäpäiväänKäännä &vastapäiväänTallenna &video nimellä…K&opioi videon osoiteAvaa vide&o uudessa välilehdessäT&allenna audiotiedosto nimellä…K&opioi äänen osoiteAvaa äänitied&osto uudessa välilehdessäK&umoa&Tee uudelleenL&eikkaa&LiitäLiitä pelkkänä tekstinä&Lisää sanakirjaanKysy Googlelta ehdotuksiaOta käyttöönLadataan ehdotustaEi enää ehdotuksia Googlelta$1-haku termillä $2&Hae kuvaa ($1)&Siirry osoitteeseen $1Tallenna salasanaLuo salasanaLisääAvaa sovelluksella $1Suorita laajennusPiilota tämä laajennusOta Flash käyttöön&Kieliasetukset&OikolukuK&aikki valitsemasi kielet&Tarkista oikeinkirjoitus tekstikentissäUusi &välilehti&Näytä välilehtenäKiinnitä tämä sivu aloitusruutuun…&Haku…Tallenna sivu &nimellä…Koontisivu&Lisää työkaluja&KokoLähennä&Suurempi+&Normaali&Pienempi−Suurenna tekstiäPienennä tekstiäNäytä a&lkuperä&Ilmoita ongelmasta…&Kehittäjän työkalut&JavaScript-konsoliTark&ista laitteet&TehtävänhallintaOt&a kuvakaappausA&vaa suljettu välilehti uudelleenA&vaa suljettu ikkuna uudelleenOhjelmistojen yhteensopimattomuus: lisätietojaO&hjeTuo kirjanmerkit ja asetukset…&Profilointi on käytössä&Koko näyttö&Poista selaustiedot…&LatauksetLaaj&ennuksetA&setukset&AsetuksetOhj&ekeskusBeta-keskusteluryhmäPyydä ohj&eitaPoist&u&Muokkaa hakukoneita…Otsikossa on oltava vähintään yksi merkkiOn oltava kelvollinen URL-osoiteAvainsanan on oltava tyhjä tai yksilöiväOletushakuasetukset$1 (Oletus)LatausvirheKäyttöluvat eivät riitäEi voi tallentaa, sillä käyttöluvat eivät riitä. Tallenna muuhun sijaintiin.Polku on liian pitkäTiedostonimi tai -polku on liian pitkä. Lyhennä nimeä tai tallenna muuhun sijaintiin.Levy on täynnäKiintolevy on täynnä. Tallenna muuhun sijaintiin tai vapauta levytilaa.Tiedosto on liian suuriTiedosto on liian suuri käsiteltäväksi.Järjestelmä on varattuTietokoneen resurssit eivät riitä toimintoon tällä hetkellä. Yritä myöhemmin uudelleen.Virus havaittuViruksentorjuntaohjelma havaitsi viruksen.Tietokoneesi suojausasetukset estivät tämän tiedoston.Tiedoston osia puuttuuKohdetiedostosta puuttuu osia yhteysongelman vuoksi.Virustarkistus epäonnistuiViruksentorjuntaohjelma ei pystynyt tarkistamaan tätä tiedostoa.Tiedosto katkaistuKohdetiedosto on katkaistu tai poistettu edellisen latauksen jälkeen.Ladattu aiemminTiedosto on jo latauskansiossasi.Verkon aikakatkaisuLataus kesti liian kauan, joten verkko pysäytti sen.Verkkoyhteys katkaistuInternetyhteys katkaistu. Tarkista internetyhteytesi ja yritä uudelleen.Palvelin ei ole käytettävissäPalvelin ei ole käytettävissä.VerkkovirheTuntematon verkkovirhe.Ei tiedostoaPalvelin ei löydä tiedostoa.PalvelinvirheTuntematon palvelinvirhe. Yritä uudelleen tai ota yhteyttä palvelimen järjestelmänvalvojaan.SulkeminenSelain suljettiin ennen latauksen päättymistä.KaatuminenSelain kaatui ennen latauksen päättymistä.Tarvitsee luvanPalvelin ei antanut sinulle resurssin käyttöoikeutta.Virheellinen varmennePalvelimen varmenne on virheellinen.KiellettyPalvelin kielsi tämän resurssin käytön.Palvelimeen ei saada yhteyttä.Palvelimeen ei ehkä saada yhteyttä. Yritä uudelleen.Avaa kun valmisKäynnistää…$1 verkkotunnuksesta $2, $3$1/$2Avautuu ajassa $1…Avautuu, kun valmisAvataan tiedostoa $1…KäynnissäPeruutettuPoistettuEpäonnistui – $1VahvistamatonTämäntyyppinen tiedosto voi vahingoittaa tietokonettasi. Haluatko säilyttää tiedoston $1?Laajennukset, sovellukset ja teemat saattavat vahingoittaa tietokonettasi. Haluatko varmasti jatkaa?$1 on harvinainen ladattava tiedosto, ja se voi olla vaarallinen.Tätä tiedostoa ei ladata usein ja se saattaa olla haitallinen.Tämäntyyppinen tiedosto voi vahingoittaa tietokonettasi.Vahvista latausPidetäänkö haitallinen tiedosto?Pidetäänkö tiedosto?Tämä tiedosto voi olla haitallinen tietokoneellesi.Vaikka olisit ladannut tiedostoja tältä sivustolta aiemmin, sivusto voi olla väliaikaisesti vaarallinen (hakkeroitu). Yritä ladata tämä tiedosto myöhemmin.SäilytäPidä haitallinen tiedostoJatkaHylkääHaku latauksistaLataamasi tiedostot näytetään tässä.Näytä kaikki lataukset$1 - $2, $3$1 / $2KeskeytettyAvaa latauskansioLataaja: <a href="$1">$2</a>Ladattiin incognito-tilassaKopioi leikepöydälleLisää kuvaan muistiinpanoNäytä kan&siossaAvaa, kun val&mis&Avaa&Avaa aina tämäntyyppiset tiedostotAvaa järjestelmän oletussovelluksessaAvaa aina järjestelmän katselusovelluksella&Peruuta&Tauko&Jatka&Hylkää&Säilytä&LisätietojaAvaa aina Adobe Readerissa{NUM_DOWNLOAD,plural, =1{Lataus käynnissä}other{Latauksia käynnissä}}{NUM_DOWNLOAD,plural, =1{Peruuta lataus}other{Peruuta lataukset}}{NUM_DOWNLOAD,plural, =1{Jatka latausta}other{Jatka latauksia}}{NUM_DOWNLOAD,plural, =1{Lataus on parhaillaan käynnissä. Haluatko peruuttaa latauksen ja poistua incognito-tilasta?}other{# latausta on parhaillaan käynnissä. Haluatko peruuttaa lataukset ja poistua incognito-tilasta?}}Kyllä, haluan auttaaLisää työpöydällePikanäppäimen nimiAvaa ikkunanaLisää työpöydälle…Näytä Web StoressaKehittäjän verkkosivustoHallinnoi tuettuja linkkejäYleiskatsausPoista…KäyttöoikeudetKoko:Versio:Luo pikakuvakkeita…Lasketaan…< 1 MtKumoa käyttölupa $1Tämä sovellus ei tarvitse erityisiä käyttöoikeuksia.{NUM_FILES,plural, =1{Käyttää tietokoneellasi olevaa tiedostoa.}other{Käyttää # tietokoneellasi olevaa tiedostoa.}}{NUM_DEVICES,plural, =1{Käyttää USB-laitetta}other{Käyttää # USB-laitetta}}Luo sovelluspikakuvakkeitaLisää pikanäppäimiä seuraaviin kohtiin:TyöpöytäSovellusvalikkoLuoKäynnistysvalikkoPikakäynnistysvalikkoKiinnitä tehtäväpalkkiinJaa tällä palvelulla:Valitse jakamisen kohdesovellus:Jaa• $1Estä edelleen useiden tiedostojen automaattinen lataaminenAnna aina isännän $1 ladata useita tiedostojaHallinnoi latausasetuksia…Tämä sivusto yrittää ladata useita tiedostoja automaattisesti.Lataus estettiinTämä sivusto latasi useita tiedostoja automaattisesti.Salli edelleen useiden tiedostojen automaattinen lataaminenEstä aina sivustoa $1 lataamasta useita tiedostoja automaattisestiTämä sivu ei saa asettaa evästeitä.Tämä sivu asettaa evästeitä.Hallinnoi evästeiden estoa…Näytä evästeet ja muut sivuston tiedot…Kuvat estettiin tällä sivulla.Salli aina verkkotunnuksen $1 asettamat evästeetSalli aina sivuston $1 näyttää kuviaEstä evästeet edelleenSalli evästeet edelleenEstä aina sivuston $1 evästeetEstä kuvat edelleenHallinnoi kuvien estoa…Ponnahdusikkunat estettiin tällä sivulla.Seuraavat ponnahdusikkunat estettiin tällä sivulla:Näytä aina ponnahdusikkunat sivustosta $1Estä ponnahdusikkunat edelleenHallinnoi ponnahdusikkunoiden estoa…Anna sivuston $1 aina käyttää kameraasi ja mikrofoniasiAnna sivuston $1 aina käyttää mikrofoniasiAnna aina sivuston $1 käyttää kameraasiKysy, jos $1 haluaa käyttää kameraa ja mikrofoniaKysy, jos $1 haluaa käyttää mikrofoniasiKysy, jos $1 haluaa käyttää kameraasiEstä kameran ja mikrofonin käyttö ainaEstä aina mikrofonin käyttöEstä aina kameran käyttöEstä kameran ja mikrofonin käyttö edelleenEstä edelleen mikrofonin käyttöEstä edelleen kameran käyttöAnna sivuston $1 käyttää edelleen kameraasi ja mikrofoniasiAnna sivuston $1 käyttää edelleen mikrofoniasiAnna sivuston $1 käyttää edelleen kameraasiPonnahdusikkuna estettyLaajennus estettiinJavaScript estettiin tällä sivulla.Salli aina JavaScript sivustossa $1Estä JavaScript edelleenHallinnoi JavaScriptin estoa…Flash estettiin tällä sivullaFlash estettiin tällä sivulla.Suorita Flash tällä kertaaKohdeMyöntäjäTarjoajaSarjanumeroMyönnetty kohteelleMyöntänytYleinen nimi (CN)Organisaatio (O)Organisaatioyksikkö (OU)VoimassaoloaikaMyöntämispäivämääräTunnistetiedostotSHA-256-tunnistetiedostoSHA-1-tunnistetiedostoBase64-koodattu ASCII, yksittäinen varmenneBase64-koodattu ASCII, varmenneketjuDER-koodattu binääri, yksittäinen varmennePKCS #7, yksittäinen varmennePKCS #7, varmenneketjuVarmennetiedot: $1&Yleistä&TiedotTämä varmenne on vahvistettu seuraaville käyttötarkoituksille:SSL-asiakasvarmenneSSL-palvelinvarmenneSSL-palvelin ja Step-upSähköpostin allekirjoitusvarmenneSähköpostin salausvarmenneKoodin allekirjoittajaSSL-varmenteen myöntäjäTilavastausvarmenne$1 ($2)<Ei osa varmennetta>VarmennehierarkiaVarmenteen kentätKentän arvoVarmenneVersio $1Varmenteen allekirjoitusalgoritmiVoimassaoloEi aiemmin kuinEi tämän jälkeenKohteen julkisen avaimen tiedotKohteen julkisen avaimen algoritmiKohteen julkinen avainModulus ($1 bittiä):
$2

Julkinen eksponentti ($3 bittiä):
$4Varmenteen allekirjoituksen arvoV&ie…CNSTOOUdnQualifierCserialNumberLDCMAILUIDEbusinessCategoryjurisdictionLocalityNamejurisdictionStateOrProvinceNamejurisdictionCountryNameSTREETpostalCodePKCS #1 RSA-salausPKCS #1 MD2 ja RSA-salausPKCS #1 MD4 ja RSA-salausPKCS #1 MD5 ja RSA-salausPKCS #1 SHA-1 ja RSA-salausPKCS #1 SHA-256 ja RSA-salausPKCS #1 SHA-384 ja RSA-salausPKCS #1 SHA-512 ja RSA-salausX9.62 ECDSA ‑allekirjoitus, jossa on SHA-1X9.62 ECDSA ‑allekirjoitus, jossa on SHA-256X9.62 ECDSA ‑allekirjoitus, jossa on SHA-384X9.62 ECDSA ‑allekirjoitus, jossa on SHA-512Julkinen avain: elliptinen käyräSECG elliptinen käyrä secp256r1 (eli ANSI X9.62 prime256v1, NIST P-256)SECG elliptinen käyrä secp384r1 (eli NIST P-384)SECG elliptinen käyrä secp521r1 (eli NIST P-521)Netscape-varmennetyyppiSähköpostivarmenneSähköpostivarmenteen myöntäjäNetscape-varmenteen URL-osoiteNetscape-varmenteen kumoamis-URLNetscape-varmenteen myöntäjän kumoamis-URLNetscape-varmenteen uusimis-URLNetscape-varmenteen myöntäjän käytäntö-URLNetscape-varmenteen SSL-palvelimen nimiNetscape-varmenteen kommenttiNetscapen unohtunut salasana -URLNetscape-varmenteen uusimisaikaVarmenteen kohdehakemiston attribuutitVarmenteen kohteen avaimen tunnusAvaimen tunnus: $1Myöntäjä: $1Sarjanumero: $1Varmenteen avaimen käyttöVarmenteen kohteen vaihtoehtoinen nimiVarmenteen myöntäjän vaihtoehtoinen nimiVarmenteen perusrajoituksetVarmenteen nimirajoituksetCRL:n jakelupisteetVarmennekäytännötVarmenteen käytäntökytkennätVarmennekäytännön rajoitteetVarmenteen myöntäjän avaimen tunnusLaajennettu avaimen käyttöMyöntäjän tietojen käyttöAllekirjoitusKiistämättömyysAvaimen salakoodausTiedon salakoodausAvainsopimusVarmenteen allekirjoittajaCRL-allekirjoittajaVain salakoodausOn varmenteen myöntäjäEi ole varmenteen myöntäjäKeskitason varmenteiden myöntäjien enimmäismäärä: $1rajoittamatonHyväksymiskäytännön lausunto-osoitusKäyttäjäilmoitusKäyttämätönAvainkompromissiMyöntäjäkompromissiYhteys muuttunutTarpeetonToiminnon keskeytyminenVarmenne on pidossaOCSP-vastaus: $1Varmenteiden myöntäjät: $1$1: $2$1:SähköpostiosoiteDNS-nimiX.400-osoiteX.500-nimiEDI-osapuolen nimiURIIP-osoiteRekisteröity OIDMicrosoftin varmenteen mallin nimiMicrosoftin varmenteen myöntäjän versioMicrosoftin päänimiMicrosoftin toimialueen GUID-tunnusTLS WWW -palvelimen todennusKoodin allekirjoitusSähköpostin suojausAikaleimausOCSP-vastauksien allekirjoittaminenMicrosoftin yksityinen koodin allekirjoitusMicrosoftin kaupallinen koodin allekirjoitusMicrosoft-luottamusluettelon allekirjoitusMicrosoftin aikaleimausMicrosoft Server Gated CryptographyMicrosoftin tietojärjestelmän salausMicrosoftin tiedoston palautusMicrosoft Windowsin laitteistoajurin varmenneMicrosoftin kelpaava alistaminenMicrosoftin avaimen palautusMicrosoftin tiedoston allekirjoitusMicrosoftin elinikäinen allekirjoitusMicrosoftin älykorttikirjautuminenMicrosoftin avaimen palautusagenttiNetscape International Step-UpKriittinenEi-kriittinenVirhe: laajennuksen koodauksen purkaminen ei onnistunutVarmenteiden hallintaPKCS #12 -tiedostotPKCS #12 -vientivirhelaitteiston tukema$1 (voimassaoloaikaa pidennetty)$1 jäljittää ja korjaa tämän selaimen virheitä.Kehittäjätyökalujen täytyy saada kohteen $1 täydet käyttöoikeudet. Varmista, että et paljasta arkaluonteisia tietoja.($1)Lopeta prosessiProsessin tunnusGDI-kahvatKÄYTTÄJÄ-kahvatTehtäväNaCl-vianetsintäporttiVerkkoKeskusyksikköAloitusaikaProsessoriaikaMuistiYksityinen muistiJaettu muistiVaihdettu muistiProfiiliKäyttämätön-tilasta palautumisetTiedostokuvaajatProsessien tärkeysjärjestysKuvavälimuistiOhjelmavälimuistiCSS-välimuistiGPU-muistiSQLiten käyttämä muistiJavaScriptin käyttämä muistiMuistin tilaKäyttävien toimintojen määrä$1K$1 kt ($2 kt live)–MatalaNormaaliTuntematonRajoitettuPysäytetty$1 (huippu: $2)SelainLaajennus: $1Incognito-laajennus: $1Sovellus: $1Incognito-sovellus: $1Välilehti: $1Incognito-välilehti: $1Taustasovellus: $1Taustasivu: $1Laajennuksen välittäjä: $1Esihahmonna: $1Renderöijä: $1Tuntematon laajennusApuohjelma: $1Asiakasmoduuli: $1Asiakkaan tietosuojahallinnoijaGPU-prosessiTulosta: $1Alakehys: $1Incognito-alakehys: $1Palvelu: $1Vastaanottaja: $1Järjestelmä: $1Alakehykset sivustolle $1Incognito-alakehykset sivustolle $1Komponenttien paikkaajaKuvien dekoodaajaProfiilien tuojaSelaussuojan zip-tiedostojen analysoijaPDF-muunninTiedoston avaaminen/tallennus -ikkunaWi-Fi-tunnuksien hakijaChrome-käyttöjärjestelmän näköistiedoston kirjoittajaMediatiedostojen tarkistajaMediakirjaston tiedostojen tarkistajaZip-tiedostojen purkajaDIAL-laitteen kuvaksen jäsentäjäTeema $1 asennettu.Ota se uudelleen käyttöön hyväksymällä uudet käyttöoikeudet:$1 on poistettu käytöstäGoogle on merkinnyt laajennuksen $1 haitalliseksi, joten sen asennus on estetty.$1 lisättiin etäyhteyden kauttaPäivitä sivuTämän laajennuksen käynnistäminen edellyttää sivun päivittämistä. Voit käynnistää laajennuksen tällä sivustolla automaattisesti klikkaamalla laajennuksen kuvaketta hiiren kakkospainikkeella.OK, päivitäPoistetaanko sovellus?$1 poistetaanTähän sovellukseen liittyvät tiedot poistetaan tältä laitteelta.Vahvista poistoVahvista luvatLisätäänkö $1 käyttäjälle $2?Lisätäänkö $1?Poistetaanko $1?$1 haluaa poistaa laajennuksen $2.Laajennuksen $1 uusin versio on poistettu käytöstä, koska se vaatii enemmän käyttöoikeuksia.$1 on pyytänyt lisäoikeuksia.Laajennuksen $1 nykyiset käyttöoikeudetOtetaanko $1 käyttöön?Korjataanko $1?Toinen tietokoneellasi oleva ohjelma on lisännyt sovelluksen, joka voi muuttaa Chromen toimintaa.

$1Toinen tietokoneellasi oleva ohjelma on lisännyt laajennuksen, joka voi muuttaa Chromen toimintaa.

$1Toinen tietokoneellasi oleva ohjelma on lisännyt teeman, joka voi muuttaa Chromen toimintaa.

$1Ota laajennus käyttöönOta sovellus käyttöönOta teema käyttöönPoista ChromestaVahvista muutoksetLaajennus $1 on lisätty.Laajennus $1 on poistettu käytöstä automaattisesti.Sovellus $1 on lisätty.Sovellus $1 poistettiin automaattisesti.OK$1 haluaa viestiä sovelluksen $2 kanssa.$1 haluaa viestiä laajennuksen $2 kanssa.Se voi:Se voi nyt:Se voisi:Varoitus: Olet ottanut tällä tietokoneella käyttöön --scripts-require-action-komennon, joka rajoittaa tämän laajennuksen ominaisuuksia. Muut laitteet eivät välttämättä tue tätä komentoa tai ne eivät ole ottaneet sitä käyttöön. Näillä laitteilla laajennus voi tehdä myös seuraavia asioita:Ei erityiskäyttöoikeuksia.$1 käyttäjääAvaa Web Storessa{NUM_FILES,plural, =1{Sillä on yhden tiedoston pysyvä käyttöoikeus.}other{Sillä on # tiedoston pysyvä käyttöoikeus.}}Lukea ja muokata kaikkia tietojasi tietokoneellasi ja käyttämissäsi verkkosivustoissaLukea ja muokata kaikkia tietojasi käyttämissäsi verkkosivustoissalukea ja muokata kaikkia avoimen verkkosivuston tietojasi kutsuttaessaLukea kaikkia tietojasi vierailemissasi sivustoissaKäyttää mikrofoniaKäyttää kameraaKäyttää mikrofonia ja kameraaKäyttää järjestelmäsi kanssa laitepariksi liitettyjen Bluetooth-laitteiden tietoja ja löytää lähellä olevia Bluetooth-laitteita.Lähettää viestejä Bluetooth-laitteisiin ja vastaanottaa viestejä Bluetooth-laitteilta.Hallinnoida Bluetooth-sovittimen tilaa ja laiteparin muodostusta.Käyttää Bluetooth- ja sarjaporttilaitteitasiLukea ja muokata kirjanmerkkejäLukea kopioimiasi ja liittämiäsi tietojalukea ja muokata kopioimiasi ja liittämiäsi tietojamuokata kopioituja ja liitettyjä tietojaKäyttää sivun viankorjaustaEstä joitain verkkosivujen osiaKäyttää USB:n tai lähiverkon kautta yhdistettyjä dokumenttiskannereitaKäyttää selaamiesi sivustojen kuvakkeitaTunnistaa sijaintisiTarkastella selaushistoriaasiLukea selaushistoriaasi kaikilla kirjautuneilla laitteillaLukea ja muokata selaushistoriaasiLukea ja muuttaa selaushistoriaasi kaikilla kirjautuneilla laitteillaVaihda aloitussivuksi $1lukea ja muuttaa tietojasi sivustossa $1Lukea tietojasi sivustossa $1lukea ja muuttaa tietojasi sivustoissa $1 ja $2Lukea tietojasi sivustoissa $1 ja $2lukea ja muuttaa tietojasi sivustoissa $1, $2 ja $3Lukea tietojasi sivuistoissa $1, $2 ja $3lukea ja muuttaa tietojasi useilla eri sivustoillaLukea tietojasi useissa sivustoissakaikki verkkotunnuksen $1 sivustotKaikki verkkotunnuksen $1 sivustotLukea ja muuttaa kaikkea kirjoittamaasiHallita sovelluksia, laajennuksia ja teemojaLöytää laitteita paikallisesta verkostasi.Pääsy verkkoyhteysluetteloonMäärittää verkkoyhteydethallinnoida verkkoyhteyksiäOta käyttöön seuraava hakukone: $1Käyttää sarjaporttilaitteitasiVaihtaa tietoja minkä tahansa paikallisverkossa tai internetissä olevan laitteen kanssa.Vaihtaa tietoja minkä tahansa verkkotunnusta $1 käyttävän laitteen kanssa.Vaihtaa tietoja minkä tahansa seuraavia verkkotunnuksia käyttävien laitteiden kanssa: $1.Vaihtaa tietoja isäntää $1 käyttävän laitteen kanssa.Vaihtaa tietoja isäntää $1 käyttävien laitteiden kanssa.Tunnistaa ja poistaa tallennuslaitteetLukea useimmin käyttämiesi verkkosivustojen luetteloKäyttää kaikkea puhesynteesin avulla luettua tekstiäKäytä Universal 2nd Factor -laitteitaNäytä ilmoituksetJokainen $1 on käytettävissä USB:n kauttaKäyttää kaikkia näitä USB-laitteitamyyjän $1 tuntemattomat laitteettuntemattoman myyjän laitteetKäyttää myyjän $1 USB-laitteitaKäyttää tuntemattoman myyjän USB-laitteita.Käyttää verkkoliikennettäsiKommunikoida yhteistyösivustojen kanssa.Muokata asetuksia, jotka ohjaavat verkkosivustojen käyttöoikeutta ominaisuuksiin, kuten evästeisiin, JavaScriptiin, laajennuksiin, sijaintiin, mikrofoniin, kameraan jne.Muuta tietosuoja-asetuksiaKäyttää kirjautuneiden laitteidesi luetteloahallinnoida latauksiasiavata ladatut tiedostotSaada selville sähköpostiosoitteesiVaihda taustakuvaLue sovelluksessa avaamiasi kansioitaKirjoittaa sovelluksessa avaamiisi tiedostoihin ja kansioihin.käyttää valokuvia, musiikkia ja muuta tietokoneesi mediaaKäyttää ja muokata valokuvia, musiikkia ja muuta tietokoneesi mediaaKäyttää ja poistaa valokuvia, musiikkia ja muuta tietokoneesi mediaaLukea, muokata ja poistaa kuvia, musiikkia ja muuta tietokoneellasi olevaa mediaaTallenna tiedot Google Drive -tiliinKäyttää tämän tietokoneen yksilöllistä tunnustaKommunikoi yhteistyötä tekevien natiivisovellusten kanssaLukitse näyttö ja poista sen lukitusMuokata kirjanmerkkien käyttöliittymääSeuraa muiden laajennusten toimia, mukaan lukien käydyt URL-osoitteetOta ruutukaappausMuokata esteettömyysasetuksiaLukea käytettävyysasetuksia.Lukea ja muokata esteettömyysasetuksiasiseurata toimintaasi ChromessaKäyttää käyttöoikeusvarmenteita.Toimita varmenteet todennusta vartenLukea ja muokata käyttäjän ja laitteen asetuksia.Lukea ja muokata automaattisen täytön asetuksia.Lukea ja muokata tallennettuja salasana-asetuksiaLukea ja muokata sallittujen luetteloon lisättyjä käyttäjiä.Lähetä ääntä ja videota näyttöihin lähiverkossaKorvaa sivu, joka näkyy uuden välilehden avaamisen yhteydessäPakattavaan tiedostoon ei löydy absoluuttista polkua.Syöttöhakemistoa ei ole olemassa.Tämä voidaan asentaa vain sijainnista $1.Yksityisen avaimen syötearvon täytyy olla kelvollinen polku.Kyseiselle laajennukselle on jo olemassa yksityinen avain. Käytä tätä avainta tai poista se ensin.Yksityisen avaimen syötearvoa ei ole olemassa.Tämän niminen CRX-tiedosto on jo olemassa.Yksityisen avaimen lukeminen epäonnistui.Virheellinen yksityinen avain.Hups! Satunnaisen yksityisen RSA-avaimen luominen epäonnistui.Yksityisen avaimen vienti epäonnistui.Yksityisen avaimen tulostus ei onnistunut.Väliaikaisen zip-tiedoston luominen pakkauksen aikana epäonnistui.Virhe allekirjoittaessa varmennetta.CRX-tiedoston korvaaminen epäonnistui. Tarkista, onko tiedosto käytössä.Julkisen avaimen vienti epäonnistui.Laajennuksesta on jo asennettu uudempi versio.Sovelluksesta on jo asennettu uudempi versio.Laajennushakemiston siirtäminen profiiliin ei onnistunut.Asennus ei ole käytössä.Sovellusten näyttämiseen tulee käyttää sisältötyyppiä $1.Sovelluksen näyttämiseen on käytettävä isäntää, johon sovellus vaikuttaa.Odotettiin tunnusta $1, mutta tunnus oli $2.Sovelluksia, laajennuksia ja käyttäjien komentosarjoja ei voida lisätä tästä verkkosivustosta.Odotettiin versiota $1, mutta versio oli $2.Laajennus edellyttää sovellusliittymän $1 vähimmäisversiota $2, mutta asennettuna on vain versio $3.Laajennusta $1 ei voi tuoda, koska se ei ole jaettu moduuli.Kohteen $1 asentaminen ei onnistu, koska $2 ei salli sitä.Sovellukset, joilla on luettelomäärite kiosk_only, täytyy asentaa Chrome-käyttöjärjestelmän kioskitilassa.Sovellusta $1 ei voitu asentaa, koska se on ristiriidassa sovelluksen $2 kanssa.Polun $1 lataaminen teemalle ei onnistunut.JavaScript-tiedoston $1 lataaminen sisältöohjelmalle epäonnistui.css-tiedoston $1 lataaminen sisältöohjelmalle epäonnistui.Sisältökomentosarjan tiedoston $1 lataus epäonnistui, sillä tiedoston merkistökoodaus ei ole UTF-8.Kuvakkeen $1 lataaminen sivun toimintoa varten epäonnistui.Kuvakkeen $1 lataaminen selaintoimintoa varten epäonnistui.Tämä kuvake näytetään, kun laajennus voi toimia nykyisellä sivulla.Tämä kuvake näkyy, kun laajennus voi toimia nykyisellä sivulla. Ota laajennus käyttöön klikkaamalla kuvaketta tai painamalla $1.Käytä laajennusta klikkaamalla tätä kuvaketta.Käytä laajennusta klikkaamalla tätä kuvaketta tai painamalla $1.Voit käyttää tätä laajennusta kirjoittamalla $1, sitten TAB ja sitten komentosi tai hakusiHallinnoi laajennuksiasi valitsemalla Työkalut-valikosta Laajennukset.Hallinnoi pikanäppäimiä$1, niin voit käyttää laajennuksia kaikilla tietokoneillasi. niin voit käyttää tätä laajennusta, historiaasi sekä Chromen muita asetuksia kaikilla laitteillasi.Vahvista osoiteValitsemasi kansio sisältää arkaluonteisia tiedostoja. Haluatko varmasti myöntää käyttäjälle "$1" pysyvän käyttöoikeuden tähän kansioon?Valitsemasi kansio sisältää arkaluonteisia tiedostoja. Haluatko varmasti myöntää käyttäjälle "$1" pysyvän kirjoitusoikeuden tähän kansioon?Lataa laajennus…Pakkaa laajennus…Päivitä laajennukset nytHöh, sinulla ei ole laajennuksia :-(Haluatko sen sijaan <a target="_blank" href="$1">selata Chrome Web Storea</a>?Pudota ja asenna(Kaatui)(Kehitteillä)(Incognito)(Ei-aktiivinen)(iframe)taustasivu:Tunnus:Ladattu kohteesta:Laajennusta asennettaessa annettiin varoituksia:Virhe ladattaessa laajennustaLaajennuksen lataaminen seuraavasta kohteesta epäonnistui:LuovutanMuut laajennukset, joiden lataus ei onnistunut:Mahtavaa, ei virheitä!Täällä ei ole mitään nähtävää.KontekstiTämän virheen koodia ei voi näyttää.Kerää virheetSalli kaikissa verkkosivustoissaSalli tiedostojen URL-osoitteiden käyttöKorjaaKäynnistäLataa uudelleen (Ctrl + R)LokiVaroitusSivun käyttöoikeusSuorita klikattaessaSuorita aina sivustolla $1Suorita aina kaikilla sivustoillaJärjestelmänvalvojasi asentamaPiilota painikePidä yläpalkissaNäytä yläpalkissaHallinnoi laajennuksiaNäytä ponnahdusikkuna(Käytäntö hallinnoi tätä laajennusta, joten sitä ei voi poistaa tai poistaa käytöstä.)(Tämä laajennus on hallinnoitu eikä sitä voi poistaa.)Vain ylläpitäjä ($1) voi muokata sovelluksia ja laajennuksia.Vanhempasi asentamaValvojasi asentamaValitse laajennuksen hakemisto.Pikanäppäimet laajennuksille ja sovelluksilleLaajennuksille ei ole määritetty pikanäppäimiä.Poista pikakuvakeAktivoi laajennusChromessaVoit pakata laajennuksen valitsemalla sen juurihakemiston. Jos haluat päivittää laajennuksen, valitse myös yksityinen avaintiedosto, jotta laajennusta voidaan käyttää uudelleen.Laajennuksen juurihakemisto:Yksityinen avaintiedosto (valinnainen):Selaa…Valitse yksityinen avaintiedosto.Yksityinen avainLaajennuksen juurihakemisto tarvitaan.Laajennuksen juurihakemisto on virheellinen.Yksityinen avaintiedosto on virheellinen.Luotiin seuraavat tiedostot:
        
Laajennus: $1
Avaintiedosto: $2

Tallenna avaintiedosto suojattuun sijaintiin. Tarvitset sitä, jos haluat luoda uusia laajennusversioita.Loi laajennuksen:

$1Lisää laajennusLisää sovellusLisää teemaIlmoita väärinkäytöstäOta uudelleen käyttöönHyväksy käyttöoikeudetPeruuta pääsy tiedostoonPeruuta laitteen käyttöoikeusPeruuta tiedoston ja laitteen käyttöoikeudetKorjaa laajennusKorjaa sovellusNäytä tiedotPiilota tiedotPääsy evätty.LaajennusvirheVaroitus:Uusi laajennus lisätty ($1)Uusi sovellus lisätty ($1)Uusi teema lisätty ($1)$1 lisättyToinen tietokoneellasi oleva ohjelma lisäsi sovelluksen, joka voi muuttaa Chromen toimintaa.Toinen tietokoneellasi oleva ohjelma lisäsi laajennuksen, joka voi muuttaa Chromen toimintaa.Toinen tietokoneellasi oleva ohjelma lisäsi teeman, joka voi muuttaa Chromen toimintaa.Ei-tuetut laajennukset poistettu käytöstäja $1 muutaSelväTätä laajennusta ei löydy kohteesta $1, ja se on voitu lisätä ilman lupaasi.Poista kehittäjätilassa olevat laajennukset käytöstäKehittäjätilassa olevat laajennukset voivat vahingoittaa tietokonettasi. Jos et ole kehittäjä, poista kehittäjätilassa olevat laajennukset käytöstä varmuuden vuoksi.Tämä laajennus on ehkä vioittunut.Onko tämä haluamasi etusivu?Onko tämä haluamasi saapumissivu?Onko tämä haluamasi hakusivu?Onko tämä haluamasi Uusi välilehti -sivu?Internetyhteyttäsi hallinnoidaanTämä laajennus on vaihtanut omnibox-hakujen aloitussivun.Laajennus $1 on vaihtanut omnibox-hakujen aloitussivun.Tämä laajennus on vaihtanut Etusivu-painikkeella avattavan sivun.Laajennus $1 on vaihtanut Etusivu-painikkeella avattavan sivun. Määrittää myös omnibox-hakujen aloitussivun. Määrittää myös Etusivu-painikkeella avattavan sivun.  Määrittää myös Etusivu-painikkeella avattavan sivun ja omnibox-hakujen aloitussivun. Laajennus vaihtoi sivua, joka näytetään avatessasi uuden välilehden.Välityspalvelimesi asetuksia hallinnoi tällä hetkellä tämä laajennus $1, joka voi muokata, haitata tai salakuunnella kaikkia verkkotoimiasi. Jos et tiedä, miksi tämä muutos tehtiin, et luultavasti halua käyttää sitä.Välityspalvelimesi asetuksia hallinnoi tällä hetkellä tämä laajennus, joka voi muokata, haitata tai salakuunnella kaikkia verkkotoimiasi. Jos et tiedä, miksi tämä muutos tehtiin, et luultavasti halua käyttää sitä. Jos et pidä muutoksista, voit palauttaa aiemmat asetuksesi.Palauta asetuksetSäilytä muutoksetOsatEi asennettuja osia.Ei asennettuja osiaTarkista päivityksetTilaTarkistetaan tilaa…UusiTarkistetaanLadataan muutostiedostoaLadataanLadatutPäivitetään muutostiedostoaPäivitetäänPäivitettyAjan tasallaEi päivitystäPäivittäjä käynnistyiPäivittäjä on lepotilassaPäivitys saatavillaPäivitys on valmisKomponentti päivitettiinKomponenttia ei päivitettyKomponenttia ladataan(Pois käytöstä)Valitse sovelluksessa $1 tallennettu tili kirjautumista vartenKirjaudu sisään sovelluksella $1 tallennetulla tililläKirjaudu sisäänSalasana tallennettiin. Kirjaudu sisään Chromeen, niin voit käyttää salasanojasi kaikilla laitteillasi.Haluatko, että $1 tallentaa tämän sivuston salasanasi?Haluatko, että $1 tallentaa tilisi tällä sivustolla?Haluatko, että $1 päivittää tämän sivuston salasanasi?Synkronoi tämä salasana iPhoneesiKäytä tätä salasanaa iPhonellasiJaa tämä salasana iPhonellesiLähetä puhelimeenMuuemload-latausLaadunvalvontaTestiTiedot tallennettuSivu ladattu nopeamminNäytä alkuperäinenPäivitetty $1 min sittenPäivitetty 1 t sittenPäivitetty $1 t sittenPäivitetty juuri nytWebRTC-lokitWebRTC-lokit ($1)WebRTC-loki kaapattiin $1Paikallinen tiedosto:Paikallista lokitiedostoa ei ole.Lähetetty $1Raporttitunnus: $1TiedostovirheLokia ei ole lähetetty.Sinulla ei ole äskettäin kaapattuja WebRTC-lokeja.Valitse <a target="_blank" href="$1">omniboxissa</a> käytettävä hakukone.Tämä ominaisuus ei ole tällä hetkellä käytössä. <a target="_blank" href="$1">Ohje</a>Native Client ‑laajennuksen on oltava käytössä, jotta voit käyttää tätä ominaisuutta.Mikrofoni ei ole tällä hetkellä käytettävissä. <a target="_blank" href="chrome://settings/content#media-stream-settings">Hallinnoi mikrofonia</a>Moduulit ($1) - Ei havaittuja ristiriitojaModuulit ($1) - Tunnettuja ristiriitoja: $2, epäiltyjä: $3Tällä sivulla luetellaan kaikki pääprosessiin ladatut moduulit sekä myöhemmin ladattavaksi rekisteröidyt moduulit.Tutkimme ongelmaa parhaillamme.Jos ongelmia esiintyy usein, voit yrittää ratkaista moduulia koskevan ongelman seuraavasti:Asennuksen poistaminenKäytöstä poistaminen/Ei ladattuja moduuleita.OhjelmistoAllekirjoittanutOhjevinkkiEi vielä ladattuPäivitä laajennusSuorita $1 klikkaamalla tätä kakkospainikkeella.$1 is not allowed$1 on estetty$1 on vanhentunut.$1 tarvitsee suoritusluvan.Ladataan $1…Virhe ($1) ladattaessa laajennustaLaajennuksen $1 lataus epäonnistui.Kun $1 on päivitetty, aktivoi se päivittämällä sivu.$1 on poistettu käytöstä.Ota $1 käyttöön klikkaamalla.Palautetaanko sivut?käyttäjätilastot$1 ei ole käytössä tässä versiossa.Käytät komentorivin merkintää, jota ei tueta: $1. Vakaus ja suojaus kärsivät.$1 -laajennus verkkotunnuksessa $2 haluaa käyttää tietokonettasi.Hiekkalaatikossa toimimatonta laajennusta estettiin käynnistymästä tällä sivulla.Hiekkalaatikossa toimimattoman laajennuksen annettiin käynnistyä tällä sivulla.Salli aina hiekkalaatikossa toimimattomat laajennukset sivustossa $1.Estä hiekkalaatikossa toimimattomat laajennukset edelleenSalli hiekkalaatikossa toimimattomat laajennukset edelleen.Estä aina hiekkalaatikolla testaamattomat laajennukset sivustolla $1Hallinnoi hiekkalaatikossa toimimattomien laajennuksien estoa…Tämä sivu yrittää ladata koodia todentamattomista lähteistä.Lataa suojaamattomat kooditLisää tämä sivusto hyllyysi, niin voit käyttää sitä milloin tahansa.Tietoja järjestelmästäJärjestelmän diagnostiikkatiedotLisätiedot: $1Laajenna kaikki…Tiivistä kaikki…Laajenna…Tiivistä…Tiedoston jäsennys epäonnistui: $1Tietoja FlashistaTämä sivu käyttää Native Client -sovellusta, joka ei toimi tietokoneellasi.Virhe tarkistettaessa päivityksiä: $1Päivitystarkistuksen käynnistäminen epäonnistui (virhekoodi $1).Päivitysohjelma on käynnissä. Lataa sivu hetken kuluttua uudelleen ja tarkista tilanne.$1 (virhekoodi $2).&Liitä ja avaa&Liitä ja tee hakuPaina $1 ja hae sivustosta $2Lähetä laajennukselle $2 komentoja painamalla $1Haku sivustolta $1Lähetä komennot laajennukselle $1.Haku sivustosta $1:Hae Googlesta tai kirjoita URL-osoiteKatso päivän Doodle klikkaamalla.$1, vastaus, $2Tyhjennä tekstiSiirry takaisin painamalla painiketta tai siirry historiaan kontekstivalikon kautta.Siirry eteenpäin painamalla tai avaa historia kontekstivalikon kautta.Lataa tämä sivu uudelleenPäivitä tämä sivu, näet lisää asetuksia painamalla pitkäänPysäytä tämän sivun latausNäytä sivuston tiedotPuhehakuZoomaus: $1Tämän sivun lähensi laajennus $1$1 (Incognito)$1 (päivitys on saatavilla)Koko näyttöKirjanmerkkivalikkoErotinPienennäSuurennaPalautaSulje $1Palauta zoomauksen oletustasoVastata esteettömyystapahtumiinLisää tämä sivu kirjanmerkkeihin, niin löydät sen myöhemmin helposti.Voit lisätä sivun kirjanmerkkeihin klikkaamalla tähteä.Lisää sivu kirjanmerkiksi, niin voit palata tähän nopeasti.Voit selata verkkoa yksityisesti incognito-ikkunan avulla.Avaa incognito-ikkuna, jos haluat selata verkkoa ilman tietojen tallentumista selaushistoriaan.Onko tietokoneellasi muitakin käyttäjiä? Selaa verkkoa incognito-ikkunassa.Jos haluat selata verkkoa yksityisesti, avaa valikko klikkaamalla pistekuvaketta ja siirry incognito-ikkunaan.Avaa uusi välilehti yhdellä klikkauksella.Klikkaa tätä, niin uusi välilehti avautuu.Avaa uusi välilehti, niin voit selailla kahdella sivulla yhtä aikaa.Seuraava laajennus ei vastaa: $1
  . Haluatko pysäyttää sen?{NUM_PAGES,plural, =1{Sivu ei vastaa.}other{Sivut eivät vastaa.}}{NUM_PAGES,plural, =1{Voit odottaa sivun vastausta tai poistua sivulta.}other{Voit odottaa sivujen vastausta tai poista sivuilta.}}Tämä sivu ei enää vastaa. Voit odottaa sivun vastausta tai sulkea sen.OdotaPoistumissivuLaajennus ($1) ei vastaa.Pysäytä laajennusKirjaudu automaattisesti verkkosivustoille käyttämällä tallennettuja kirjautumistietoja. Jos tämä toiminto ei ole käytössä, sinua pyydetään vahvistamaan kirjautuminen aina, kun kirjaudut sivustolle.palvelulla $1Näytä (Android)KylläEiTallennaPäivitä salasanaEi koskaan tälle sivustolleEi koskaanTallenna salasanasiHallinnoi salasanojaVieTuo salasanat ChromeenVie salasanat ChromestaMicrosoft Internet ExplorerMicrosoft EdgeMozilla FirefoxIceweaselSafariLisää HTML-tiedoston kirjanmerkkeihinSulje Firefox ennen tuontiaOhita tuontiKerro, mitä tapahtuu.Kerro, mitä olit tekemässä juuri ennen kaatumista.Tee nimetön ilmoitusSisällytä tämä kuvakaappausLähetä tehokkuuden tarkkailutietojaPalauteilmoitusKiitos palautteestasi. Olet nyt offline-tilassa, joten ilmoituksesi lähetetään myöhemmin.Lähetä <a href="#" id="sys-info-url">järjestelmän tiedot</a>Tiedosto lähetetään Googlelle virheenkorjausta varten.Liitä tiedostoLuetaan tiedostoa…Valittu tiedosto on liian iso (enimmäiskoko: 3 Mt).Käyttämäsi Chrome- ja käyttöjärjestelmäversiot lähetetään muiden yllä
        kertomiesi tietojen lisäksi. Jos kerrot myös sähköpostiosoitteesi,
        Google saattaa ottaa sinuun yhteyttä palauteraporttiisi liittyen. Tätä palautetta
        käytetään ongelmien diagnosoimiseen ja Chromen parantamiseen. Kaikki joko
        tarkoituksella tai vahingossa lähettämäsi henkilökohtaiset tiedot suojataan
        tietosuojakäytäntöjemme mukaisesti.<strong> Lähettämällä tämän palautteen hyväksyt, että Google saattaa käyttää antamaasi palautetta tuotteidensa tai palveluidensa parantamiseen.
        </strong>Kerro meille tapahtumista ennen kun lähetät palautteen.Järjestelmätietojen esikatseluLisätietoja (valinnainen)Kaatuileeko Chrome? Näyttääkö se epätavallisia aloitussivuja, työkalupalkkeja tai mainoksia, joista et pääse eroon? Onko selaimen käyttökokemus muuttunut jollakin muulla tavalla? Ongelmien korjaaminen voi onnistua Chrome Cleanup Toolin avulla.Lataa Chrome Cleanup ToolOhitaPalauteKirjoita palautteesi tähän.Lähetä järjestelmätietojasuorittaa FlashinGoogle-tililläsi voi olla muita selaushistoriatietoja osoitteessa <a target="_blank" href="$1">history.google.com</a>.Valitut tiedot on poistettu Chromesta ja synkronoiduilta laitteilta. Google-tililläsi voi olla muita selaushistoriatietoja, kuten hakuja ja toimintaa muista Google-palveluista, osoitteessa <a target="_blank" href="$1">history.google.com</a>.Chrome-tiedot tyhjennettyHallinnoija ($1) voi tarkkailla tämän käyttäjän käyttö- ja historiatietoja osoitteessa chrome.com.Tämä on lapsen tili, jota hallinnoi $1.Tämä on lapsen tili, jota hallinnoivat $1 ja $2.Valvottu käyttäjä$1 (valvottu käyttäjä)$1 (lapsen tili)$1
Tämän sivuston ei pitäisi olla estetty.Estä kolmannen osapuolen evästeet ja sivustotiedotMikrofoni:Kamera:Ei saatavillaPonnahdusikkunapoikkeuksetAnna kaikkien sivustojen näyttää ponnahdusikkunoitaÄlä salli sivustojen näyttää ponnahdusikkunoita (suositus)Avaa PDF-tiedostot PDF:ien oletuskatselusovelluksessaHallinnoi käsittelypalveluasetuksia…Jotkin sisältöpalvelut käyttävät konetunnisteita käyttäjien tunnistamiseen ja suojatun sisällön käyttöoikeuden myöntämiseen.Suojatun sisällön poikkeuksetEi hiekkalaatikossa toimivien laajennusten käyttöpoikkeuksetAnna kaikkien sivustojen käyttää tietokonettasi laajennuksen avulla.Älä anna sivustojen käyttää tietokonettasi laajennuksen avullaHallinnoi…(Chromen virhesivut)Tarkistetaan päivityksiä…Päivitys epäonnistui (virhe $1)Virheen tiedot:Järjestelmänvalvoja on estänyt päivitykset.Automaattiset päivitykset ovat käytössä, mutta järjestelmänvalvoja on estänyt manuaaliset päivitykset.Käynnistä Chrome Cleanup Tool$2 ja $2Epätavallista toimintaa havaittiinPoistetaanko haittaohjelmia?Palvelun tarjoaa $1.Näytä poistettavat tiedostotKäynnistä tietokone uudelleenHaittaohjelmien poistaminen epäonnistui.Poista haittaohjelmiaHaittaohjelmat poistettuPoistetaan haittaohjelmia…Käynnistä tietokone uudelleen, niin haitallisen ohjelmiston poisto viimeistellään.Raportoi tiedot GooglellePalautetaanko oletushakukone?Palautetaanko oletusaloitussivu?Hakukoneeksi vaihdettiin $1.Hakukoneeksi vaihdettiin $1. Jos haluat poistaa käytöstä laajennuksia, jotka voivat vaihtaa hakukoneesi, klikkaa Palauta.Aloitussivuksi vaihdettiin $1.Aloitussivuksi vaihdettiin $1. Jos haluat poistaa käytöstä laajennuksia, jotka voivat vaihtaa aloitussivusi, klikkaa Palauta.Aloitussivujasi muokattiin, ja niihin sisältyy nyt $1.Aloitussivujasi muokattiin, ja niihin sisältyy nyt $1. Jos haluat poistaa käytöstä laajennuksia, jotka voivat vaihtaa aloitussivusi, klikkaa Palauta.Etusivuksi vaihdettiin $1.Etusivuksi vaihdettiin $1. Jos haluat poistaa käytöstä laajennuksia, jotka voivat vaihtaa etusivusi, klikkaa Palauta.Ota automaattiset päivitykset käyttöönNimetön asiakirjaTulostus epäonnistuiOngelmia tulostuksessa. Tarkista tulostimesi ja yritä uudelleen.Tapahtui virhe noudettaessa tulostimen $1 asetuksia. Tulostinta ei välttämättä ole rekisteröity palveluun $2.Vastaanotti ilmoituksen tuntemattomasta tulostimesta.Tulostimien luetteloinnissa tapahtui virhe. Kaikkia tulostimiasi ei ole välttämättä rekisteröity palveluun $1.$1-yhteysohjelman prosessi keskeytyi. Käynnistetäänkö uudelleen?Valittu tulostin ei ole käytettävissä tai oikein asennettu. Varmista, että tulostin on kunnossa, tai valitse toinen tulostin.Odotetaan vastakkeen vapautumista…Odotetaan parametria $1…Käsitellään pyyntöä…Odotetaan välimuistia…Odotetaan AppCachea…Odotetaan välityspalvelintunnelia…Jäsennetään välityspalvelinta…Ratkaistaan isäntää välityspalvelimen koodissa…Ladataan välityspalvelinohjelmaa…Jäsennetään palvelinta…Yhdistetään…Muodostetaan suojattua yhteyttä…Lähetetään pyyntöä…Ladataan ($1 %)…Odotetaan palvelinta osoitteessa $1…Odotetaan muiden pyyntöjen suorittamista…MonistaSulje välilehtiSulje välilehdetSulje muut välilehdetSulje välilehdet oikealleKiinnitä välilehtiKiinnitä välilehdetIrrota välilehtiIrrota välilehdetMykistä välilehtiMykistä välilehdetPoista välilehden mykistysPoista välilehtien mykistysMykistä sivustoMykistä sivustojaPoista sivuston mykistysPoista sivustojen mykistysLisää kaikki välilehdet kirjanmerkkeihin…Avaa selainikkunaRuudunjakopyyntö sovellukselta $1Haluatko sovelluksen $1 jakavan näyttösi?Haluatko sovelluksen $1 jakavan näyttösi ja äänentoistosi?$1 jakaa näyttösi.$1 jakaa ruutusi välilehden $2 kanssa.$1 jakaa näyttösi ja äänesi.$1 jakaa näyttösi ja äänesi välilehdelle $2.$1 jakaa ikkunan.$1 jakaa ikkunan välilehdelle $2.$1 jakaa Chrome-välilehden.$1 jakaa Chrome-välilehden välilehdelle $2.$1 jakaa Chrome-välilehden ja ääntä.$1 jakaa Chrome-välilehden ja ääntä välilehdelle $2.Lopeta jakaminen$1 haluaa jatkuvan varmenteen käyttöoikeuden voidakseen varmentaa itsensä puolestasi.Kehys estettiin, koska se sisältää suojaamatonta sisältöä.Valitse varmenneValitse varmenne, jolla todennat itsesi kohteelle $1Kirjaudu sisään suojauslaitteeseenKirjaudu sisään laitteeseen $1 ja tuo asiakkaan varmenne osoitteesta $2.Kirjaudu sisään laitteeseen $1 ja todenna $2 varmenteellasi.Kirjaudu sisään palveluun $1.Kirjaudu sisään laitteeseen $1 ja tuo asiakkaan varmenne.Salasana:Poista lukitusTee hakuja hakukoneella $1Kirjoita haku tai URL-osoite suoraa siirtymistä varten. Kaikki käy.Auta tiimiämme tutkimaan kaatumista ja korjaamaan virheet. Kerro toimista niin tarkasti kuin mahdollista. Kaikista yksityiskohdista on hyötyä.
Lähetä palautettaVälilehti sulki palautesivun.
Jos haluat piilottaa tämän ohjelman käyttöoikeuden, sinun on poistettava sen asennus käyttämällä sovelmaa $1 ohjauspaneelissa. Haluatko käynnistää sovelman $1?Nopeaksi, yksinkertaiseksi ja suojatuksi rakennettu selainEtusivusi on asetettu.Lisää yhteystietoLaskutusosoiteLisää laskutusosoiteLisää tulostimiaOlet rekisteröinyt tulostimesi palveluun $1 tilin $2 avullaIrrota tulostimetOtetaan käyttöön…Järjestelmänvalvojasi hallinnoi tätä asetusta.Laajennus on ottanut käyttöön tämän asetuksen.Noudatat järjestelmänvalvojan tätä asetusta koskevaa suositusta.Järjestelmänvalvoja suosittelee tälle asetukselle tiettyä arvoa.Ei peräisin Chrome Web Storesta.Kolmannen osapuolen asentama.Asennettu yrityskäytännön mukaisestiAsennettiin, koska muut laajennukset ovat riippuvaisia tästä laajennuksesta.Tämä laajennus sisältää haittaohjelmia.Tämä laajennus sisältää vakavan tietosuoja-aukon.Tämä laajennus loukkaa Chrome Web Storen käytäntöä.Chrome on poistanut tämän laajennuksen käytöstä, sillä se ei välttämättä ole turvallinen.Asetusten palauttaminenPalauta kaikki asetukset alkuperäisiksi.Tämä nollaa aloitussivun, Uusi välilehti ‑sivun, hakukoneen ja kiinnitetyt välilehdet. Lisäksi kaikki laajennukset poistetaan käytöstä ja väliaikaiset tiedot kuten evästeet poistetaan. Kirjanmerkkejä, selaushistoriaa tai tallennettuja salasanoja ei poisteta.$1 haluaa nollata asetuksesi.$1 haluaa palauttaa Chrome-asetuksesi alkuperäisiksi. Etusivusi, Uusi välilehti -sivusi ja hakukoneesi palautetaan, laajennukset poistetaan käytöstä ja kaikki kiinnitetyt välilehdet irrotetaan. Myös kaikki väliaikaiset ja välimuistissa olevat tiedot, kuten evästeet, sisältö ja sivustotiedot, poistetaan.PoistotyökaluMaavalintaKäynnistyksen URL-osoitteetKäynnistystyyppiEtusivu on Uusi välilehti -sivuOletushakukonePikakuvakekohteetPikakuvakkeita käsitellään…KuukausiVuosiPalauta oletusteemaHanki teemojaKäytössä olevat evästeetSeuraavat evästeet asetettiin katsellessasi sivuaSeuraavat evästeet estettiinSeuraavat evästeet estettiin (kolmannen osapuolen evästeet estetään poikkeuksetta)Evästeet lähteestä $1 sallittu.Evästeet lähteestä $1 estetty.Verkkotunnuksen $1 evästeet tyhjennetään poistuttaessa.Uudet evästeasetukset tulevat voimaan päivitettyäsi sivun.TietopalkkiSivun toimintoKirjanmerkkisi, historiasi ja muut asetukset synkronoidaan Google-tiliisi.Luo uusi profiiliYhdistä tiedotTätä tiliä hallitsee $1Kirjautumisen varmenne ei kelpaa, ikkuna sulkeutuu {0,number,00} minuutin ja {1,number,00} sekunnin kuluttua.Kirjaudu sisään nytKaikki selainikkunat suljetaan pian automaattisesti ilman sisäänkirjausta.Kun selausistunto päättyyMikä tahansa yhteysVain suojatut yhteydetVain samalle sivustolle muodostetut yhteydetVain samalle sivustolle muodostetut suojatut yhteydetEi (HttpOnly)ei evästeitä valittunaKuvaus:<nimetön>Alkuperä:Koko levyllä:Viimeksi muokattu:SovellusvälimuistitLuettelo:VerkkotietokannatKäyttökerran tallennustilaIndeksoitu tietokantaIndeksoidut tietokannatTiedostojärjestelmätEi mitäänViimeksi käytetty:Kanavatunnuksetecdsa_signSelaat vierailijanaTässä ikkunassa katselemasi sivut eivät näy selaushistoriassa, eikä niistä jää tietokoneelle muita jälkiä, kuten evästeitä, suljettuasi kaikki vierailijaikkunat. Kaikki lataamasi tiedostot kuitenkin säilytetään.Siirry vasemmalla ja oikealla nuolinäppäimellä.Lisää sovelluksiaSiirry kohtaan $1Lisää $1Tutustu Chromen sovelluksien käynnistysohjelmaanTarkista mikrofonisi.Puhehaku ei ole käytettävissä kielelläsi.Kuunnellaan…Ei internetyhteyttä.En ymmärtänyt.Tarkista mikrofonin ja äänenvoimakkuuden tasot.Tuntematon virhe.Puhehaku on poistettu käytöstä.Puhu nytOdotetaan…Sovelluksen tiedotAvaa kiinnitetyllä välilehdelläAvaa tavallisella välilehdelläAvaa koko näytössäAvaa suuressa koossaAvaa välilehdessäSulje ja aseta lapsilukkoSulje kaikki ikkunatLisää tiliKirjaudu sisään uudelleenPoista tiliasetuksissaKirjanmerkkisi, historiasi, salasanasi ja muut asetukset synkronoidaan Google-tilillesi.Voi ei!Etkö ole $1?Irrota Google-tiliLisää käyttäjäUudet ominaisuudetLopeta vierailijakäyttöKirjaudu ja käytä kirjanm., historiaa, salasan. ja muita asetuksia kaikissa laitteissasi.Lisää tili henkilölle $1TilisiPiilota tilitVaihda henkilöMuutu näkymättömäksiHallinnoi käyttäjiäMuokkaa henkilöä $1Muokkaa henkilöä $1, $2VierasKäyttäjä $1Henkilö $1SinäAgentti XÄijäMiaDaveNinjaKuunsädeHymiöinenKukkaPizzaLittiHamppariPörröHerkkuMustiV5LimuMuusikkoPaisteVarjoValkoinen oletusavatarSinivihreä oletusavatarSininen oletusavatarVihreä oletusavatarOranssi oletusavatarVioletti oletusavatarPunainen oletusavatarKeltainen oletusavatarVakoojaSankariUrheilijaLiikemiesAvaruusolioEeppinen hymiöKelta-valkoinen kukkaPizzapalaJalkapalloHampurilainenKissaKuppikakkuKoiraHevonenMartinilasiNuottiAurinko ja pilviäEi kirjautunutLisää henkilö…Hallinnoi valvottuja käyttäjiäsi <a target="_blank" href="$1">valvottujen käyttäjien hallintapaneelin</a> kautta.Poista tämä henkilöAnna kaikkien lisätä profiileja ChromeenOta vierailijakäyttö käyttöönJärjestelmänvalvoja on estänyt tällä käyttäjänimellä kirjautumisen.Järjestelmänvalvoja on estänyt valvottujen käyttäjäprofiilien käytön.Tämä tili on jo käytössä tässä tietokoneessa.Tämä tili on jo henkilön $1 käytössä tässä tietokoneessa.Olet kirjautunut sisään ja ottanut synkronoinnin käyttöön.Chromen synkronointiKirjanmerkkisi, historiasi, salasanasi ja muut asetuksesi synkronoidaan Google-tilillesi, jotta voit käyttää niitä kaikilla laitteillasi.Google voi muokata hakua, mainoksia ja muita Googlen palveluita selaushistoriasi perusteella.Google voi muokata hakua ja muita Googlen palveluita selaushistoriasi perusteella.Haluatko hallinnoida synkronointia ja räätälöintiä ennen kuin ne otetaan käyttöön? Siirry <a id="settingsLink" href="chrome://settings">Asetuksiin</a>.Järjestelmänvalvoja on poistanut synkronoinnin käytöstä.Järjestelmänvalvoja on poistanut käytöstä kirjanmerkkien, historian, salasanojen ja muiden asetusten synkronoinnin.Kirjaudu silti sisäänPeruuta sisäänkirjautuminenEi voi kirjautua sisäänSisäänkirjautuminen ei onnistu: $1Vaihda profiiliin $1Luo uusi profiili.Luo uusi profiili käyttäjälle $1Käytä nykyistä profiilia.Lisää kirjanmerkit, salasanat ja muut asetukset tilille $1$1 estettiin, koska se on vanhentunut.Suorita tällä kertaa$1 has crashed.$1 has encountered an error.Laajennusta $1. ei voitu ladataAvataanko $1?Avaa $1Avaa tällaiset linkit aina tässä sovelluksessaSijainnin LOCATION hakemisto[emohakemisto]KokoMuokkauspäivämääräVoi ei! Tämä palvelin lähettää tietoja, joita $1 ei ymmärrä. <a href="http://code.google.com/p/chromium/issues/entry">Ilmoita virheestä</a> ja lisää virheilmoituksen mukaan <a href="LOCATION">raw-tiedot</a>.Verkkosivu, vain HTMLVerkkosivu, yksi tiedostoVerkkosivu, täydellinenProfiilivirheProfiiliasi avattaessa tapahtui virhe. Jotkin ominaisuudet eivät ehkä ole käytettävissä.Jokin meni vikaan profiilisi avaamisessa. Kirjaudu ensin ulos ja sitten uudelleen sisään.Lähetä palautetta, niin autat meitä korjaamaan ongelman.Auta tiimiämme ongelman korjaamisessa. Kerro meille, mitä tapahtui juuri ennen profiilivirheviestiä:
Chromea ei voi käynnistää, koska profiilia avattaessa tapahtui virhe. Yritä käynnistää Chrome uudelleen.Tuotetta $1 ei voi käynnistää pääkäyttäjätilassa.Käynnistä $1 tavallisena käyttäjänä. Jos sinun on käytettävä sitä pääkäyttäjänä, käynnistä se uudelleen --no-sandbox-merkinnän kanssa.Varoitus: Tuotteen $1 asetukset on tallennettu verkkoasemaan. Tämä voi aiheuttaa hidastuksia, virheitä tai tietojen menetyksiä.Tietohakemiston luonti epäonnistuiSivusto yrittää ladata useita tiedostoja. Sallitaanko?ladata useita tiedostoja{NUM_TABS,plural, =1{1 välilehti}other{# välilehteä}}&HistorialatausNykyisessä selainistunnossa avattiin uusi ikkuna.Tietosi on salattu Google-salasanasi avulla $1. Aloita synkronointi antamalla salasana.Kirjautunut osoitteella $1.Käytössä – synkronoi kaikkiPäällä – muokatut asetuksetKirjautumisvirheSynkronointivirheSynkronointi ei toimiKirjautumistiedot ovat vanhentuneet.Synkronointi edellyttää tunnuslausetta.Anna tunnuslauseYritä kirjautua uudelleen sisään.Kokeile kirjautua ensin ulos ja sitten takaisin sisään.Avaa asetuksetPäivitä…OK…Synkronointivirhe: päivitä synkronoinnin tunnuslause…Kirjaudu uudelleen sisään…Kirjaudu sisään tuotteeseen $1Ota synkronointi käyttöön…Synkronointipalvelin on varattu, yritä myöhemmin uudelleen.Synkronointi on keskeytetty Google Hallintapaneelin kautta.Vahvista synkronointiasetukset, niin synkronointi voidaan aloittaa.Hallitse synkronoitavia tietojasi <a href="$1" target="_blank">Google Hallintapaneelissa</a>.Hallitse synkronoitavia tietoja ja laitteita <a href="$1" target="_blank">Chromen hallintapaneelissa</a>.Varmennetaan…Virhe kirjautumisessa.Hups, synkronointi on lakannut toimimasta.Synkronointi ei onnistu. Yritä kirjautua uudelleen sisään.Synkronointi ei onnistu. Yritä kirjautua ensin ulos ja sitten takaisin sisään.Aloita synkronointi antamalla tunnuslauseesi.Salatut tietosi voi lukea vain tunnuslauseesi avulla. Tunnuslausetta ei lähetetä Googlelle eikä Google tallenna sitä. Jos unohdat tunnuslauseesi, sinun tulee:nollaa synkronointiSynkronointipalvelimeen ei saada yhteyttä. Yritetään uudelleen…Aloita synkronointi kirjautumalla uudelleen sisään.Irrota Google-tili…Irrota Google-tilisiKun irrotat Google-tilisi tuotteesta $1, tietosi säilyvät tällä tietokoneella, mutta niihin tehtyjä muutoksia ei enää synkronoida Google-tiliisi. Google-tiliisi jo tallennetut tiedot pysyvät tilissäsi, kunnes poistat ne <a href="$2" target="_blank">Google-hallintapaneelin</a> avulla.Poista myös historia, kirjanmerkit, asetukset ja muut tälle laitteelle tallennetut Chromen tiedot.$1 voi nyt synkronoida salasanasiSynkronointia valmistellaan…Olet kirjautunut tuotteeseen $1. Kirjanmerkkisi, historiasi ja muut asetuksesi synkronoidaan Google-tiliisi.Lisäasetukset…Vahvista synkronointiasetuksetKyllä, synkronoi kaikkiSynkronoinnin käynnistäminen epäonnistuiVarmista, että verkkoyhteys toimii. Jos ongelma ei ratkea, päivitä kirjautumistunnukset kirjautumalla ulos ja kirjautumalla sitten uudelleen sisään.$1 synkronoi tietosi turvallisesti Google-tilisi kanssa. Synkronoi kaikki tiedot tai muokkaa synkronoitavia tietotyyppejä ja salausasetuksia.Valitse synkronoitavat kohteet$1 vaatii salaamaan tietosi joko Google-salasanallasi tai omalla tunnuslauseella.Käytät tällä hetkellä tunnuslausetta. Jos olet unohtanut sen, voit nollata synkronoinnin Googlen hallintakeskuksen avulla. Tällöin kaikki tietosi poistetaan Googlen palvelimilta.$1 lisää suojausta salaamalla tietosi.Kaikki tiedot on salattu oman synkronoinnin tunnuslauseesi avullaKaikki tiedot salattiin synkronoinnin tunnuslauseesi avulla
          $1Kaikki tiedot salattiin Google-salasanasi avulla
          $1Voit hallita haun, mainosten ja muiden Google-palveluiden muokkaamista selaushistoriasi perusteella <a id="activity-controls" href="$1" target="_blank">Google-toimintojen hallinnassa</a>.Antamasi tunnuslause on väärä.Jos olet unohtanut tunnuslauseen, keskeytä ja nollaa synkronointi <a href="$1" target="_blank">Google-hallintapaneelin</a> kautta.Kirjaudu sisään Google-tiliisiOnnistui!Kirjaudu sisään käyttääksesi kirjanmerkkejä, historiaa ja asetuksiasi kaikilla laitteillasi.Ohita toistaiseksiEi kirjautunut tuotteeseen $1(Ota täysi hyöty käyttöön — $1)kirjaudu sisäänHaluatko kääntää tämän sivun?Haluatko, että Google kääntää tämän sivun kielestä $1 kieleen $2?KäännäÄlä koskaan käännä kieltä $1Älä käännä tätä sivustoaTätä sivua käännetään…Tämä sivu on käännetty.Käännä ainaTätä sivua ei voi kääntää.Sivun kieli:Käännöksen kieli:Kieliasetukset$1 haluaa lähettää sinulle ilmoituksia.Lähetä viesti$1 haluaa käyttää tietokoneesi sijaintia.Saada sijaintisi selville.Tämä sivu sisältää osia seuraavista sivuistoista, jotka käyttävät sijaintiasi:Seuraavia sivustoja on estetty käyttämästä sijaintiasi tällä sivulla:Asetukset tyhjennetään seuraavan päivityksen yhteydessä.Tyhjennä nämä asetukset tulevia käyntejä vartenHallinnoi sijaintiasetuksia…Tämä sivu käyttää sijaintiasi.Tätä sivua on estetty käyttämästä sijaintiasi.$1 haluaa MIDI-laitteidesi täyden hallintaoikeuden.Käyttää MIDI-laitteitasi.Tällä sivulla on MIDI-laitteiden täysi käyttöoikeus.Tältä sivulta on estetty MIDI-laitteiden täysi käyttöoikeus.Tällä sivustolla on MIDI-laitteiden täysi käyttöoikeus.Tältä sivustolta on estetty MIDI-laitteiden täysi käyttöoikeus.Hallinnoi MIDI-asetuksia…Media-asetusten hallinta…Hallinnoi mikrofoniasetuksia…Hallinnoi kamera-asetuksia…Tämä sivu käyttää kameraasi ja mikrofoniasi.Tältä sivulta on estetty kameran ja mikrofonin käyttö.Tämä sivu käyttää mikrofoniasi.Tämä sivu käyttää kameraasi.Tältä sivulta on estetty mikrofonin käyttö.Tältä sivulta on estetty kameran käyttö.Kamera ja mikrofoni sallittuKamera ja mikrofoni estettyMikrofoni sallittuKamera sallittuMikrofoni estettyKamera estettyTämä sivu on ehkä ladattava uudelleen, ennen kuin uudet asetukset tulevat voimaan.Salasana on tallennettuHallinnoi salasanojasi millä tahansa laitteella osoitteessa $1.Googlen tallentamia salasanojaTämän sivuston tallennetut salasanat:Ei tallennettuja salasanoja.Kirjaudutaan sisään käyttäjänäKirjaudu helposti sisään eri laitteillaKirjaudu sisään helposti$1 kirjaa sinut automaattisesti sovelluksiin ja sivustoille, jotka ovat kelvollisia ja joiden salasanat olet tallentanut.$1 kirjaa sinut automaattisesti kelvollisille sivustoille, joiden salasanat olet tallentanut.Järjestelmänvalvojasi on estänyt sinua käyttämästä koneelle tallennettuja tiedostoja.Kuvatiedostot ÄänitiedostotVideotiedostot Muokatut tiedostotKoko näytön tila on käytössä.$1 käynnisti koko ruudun tilan.Laajennus käynnisti koko ruudun tilan.$1 on nyt koko näytöllä.Tämä sivu on nyt koko näytöllä.$1 on nyt koko ruudun kokoinen ja on poistanut hiiren osoittimen käytöstä.Tämä sivu on nyt koko ruudun kokoinen ja on poistanut hiiren osoittimen käytöstä.$1 poisti hiiren osoittimen käytöstä.Tämä sivu on poistanut hiiren osoittimen käytöstä.Poistu koko näytön tilasta painikkeella |$1|.Näytä kursori painamalla |$1|.Paina pitkään |$1|, niin poistut koko näytön tilasta.Siirry takaisin painamalla |$1|.Siirry eteenpäin painamalla |$1|.sähköpostiverkkokalenteriHaluatko tahon $1 avaavan kaikki $2-linkit?Haluatko tahon $1 avaavan kaikki $2-linkit tahon $3 sijaan?Avata $1-linkit.Avata $1-linkit palvelun $2 sijaan.$1 haluaa käyttää kameraa ja mikrofonia.$1 haluaa käyttää mikrofonia.$1 haluaa käyttää kameraa.$1 haluaa jakaa laitteesi näytön.Käyttää kameraa ja mikrofonia.$1 haluaa tallentaa tietoja pysyvästi paikalliselle tietokoneelle.$1 haluaa tallentaa suuria tietomääriä pysyvästi paikalliselle tietokoneelle.Tallentaa tiedostoja tälle laitteelle.Nimi:Valitse kuva ja nimiPoistetaanko tämä henkilö?Haluatko varmasti poistaa profiilin $1 ja kaikki siihen liittyvät Chrome-tiedot tältä tietokoneelta? Tätä ei voi perua.Ylläpitäjä saattaa silti nähdä tämän valvotun käyttäjän asetukset ja selaushistorian osoitteessa <a target="_blank" href="$1">$2</a>.Tyhjennä tiedot ja irrota$1 (nykyinen)(Valvottu)Olet tällä hetkellä tuotteen $1 ainoa käyttäjä.Uuden käyttäjän luominen epäonnistui. Tarkista kiintolevytila ja käyttöluvat ja yritä sitten uudelleen.Uuden valvotun käyttäjän luominen epäonnistui. Tarkista verkkoyhteys ja yritä myöhemmin uudelleen.Uuden valvotun käyttäjän luominen epäonnistui. Varmista, että olet kirjautunut sisään, ja yritä uudelleen.Valitse valvottua käyttäjää hallinnoiva tili.Hallinnoit nähtävästi jo tämännimistä käyttäjää. Haluatko <a is="action-link" id="supervised-user-import-existing">tuoda käyttäjän $1</a> tähän laitteeseen?Sinulla on jo tämänniminen valvottu käyttäjä.Hallinnoi ja tarkastele tämän henkilön verkkosivustovierailuja osoitteesta $1.Luo tälle käyttäjälle työpöydän pikakuvakeKun valvot käyttäjää, voit hallita ja tarkastella tämän verkkosivustovierailuja Google-tililläsi.<a id="sign-in-to-chrome" href="https://support.google.com/chrome/answer/185277">Kirjaudu Chromeen</a>, niin voit valvoa tätä käyttäjää.Valitse tili.Hallinnoi ja tarkastele tämän henkilön verkkosivustovierailuja osoitteesta $1.
  Tilisi kirjautumistiedot ovat vanhentuneet.Tilitietosi ovat vanhentuneet. <a is="action-link" id="reauth" data-user-email="$1">Kirjaudu uudelleen sisään.</a>Järjestelmänvalvoja ei anna sinun luoda valvottuja käyttäjiä.Valvottua käyttäjääsi luodaan. Tässä voi kestää hetki.<a is="action-link" id="create-profile-supervised-sign-in-link">Kirjaudu sisään</a>, jos haluat hallinnoida ja tarkastella tämän henkilön käyttämiä verkkosivustoja.Lisää työpöydän pikakuvakePoista työpöydän pikakuvakeMikä on valvottu käyttäjä?Valvottu käyttäjä voi käyttää internetiä sinun valvonnassasi. Valvotun Chrome-käyttäjän hallinnoijana voit

 • sallia tai estää tiettyjä verkkosivustoja
 • tarkastella verkkosivustoja, joilla valvottu käyttäjä on vieraillut
 • hallinnoida muita asetuksia.

Valvotun käyttäjän luominen ei luo Google-tiliä, eikä hänen kirjanmerkkejään, selaushistoriaansa ja muita asetuksiaan siirretä muille laitteille Chromen synkronoinnin yhteydessä. Kun olet luonut uuden valvotun käyttäjän, voit hallinnoida hänen asetuksiaan milloin tahansa ja miltä tahansa laitteelta osoitteessa <a target="_blank" href="$1">$2</a>.

Lisätietoja saat <a target="_blank" href="https://support.google.com/chrome/?p=ui_supervised_users&hl=fi">ohjekeskuksestamme</a>.$1 on nyt valvottu käyttäjäTuo olemassa oleva valvottu käyttäjäValitse valvottava käyttäjä, jonka haluat lisätä tähän laitteeseen.Tälle laitteelle lisättäviä valvottuja käyttäjiä ei ole.Luo uusi valvottu käyttäjäTuo valvottu käyttäjä(on jo tässä laitteessa)Valvotun käyttäjän tuonti epäonnistui. Tarkista kiintolevytila ja käyttöluvat ja yritä sitten uudelleen.Valvotun käyttäjän tuonti epäonnistui. Tarkista verkkoyhteys ja yritä myöhemmin uudelleen.Kirjautumistiedoissasi on jokin ongelma. Varmista, että olet kirjautunut sisään oikein, ja yritä uudelleen.Lisää valvottu käyttäjäSelaa vierailijanaKirjautuneena sisäänSalasanasi vahvistaminen epäonnistui. Yritä uudelleen.Salasanaasi ei voi vahvistaa, koska olet offline-tilassa.KirjautuminenOsoitteen $1 salasanaTilin $1 vaihtoehtovalikkoPoista tämä käyttäjäKaikki valvottuun käyttäjään yhdistetyt tiedostot ja paikalliset tiedot poistetaan
 pysyvästi, kun tämä valvottu käyttäjä poistetaan. Vieraillut verkkosivustot ja
 valvotun käyttäjän asetukset saattavat silti vielä näkyä hallinnoijalle osoitteessa $1.Kun tämä käyttäjä poistetaan, kaikki käyttäjään liittyvät tiedostot ja paikalliset tiedot poistetaan pysyvästi. $1 voi edelleen kirjautua sisään.Avaa profiilisi lukitus ennen vierailijakäytön aloittamista.Avaa profiilisi lukitus ennen henkilön poistamista.Avaa profiilisi lukitus ennen henkilön lisäämistä.Sinun täytyy kirjautua Chromeen järjestelmänvalvojan vaatimuksen vuoksi.Tämä poistaa pysyvästi selaustietosi tältä laitteelta.…Jaa vierailijoiden kanssaLisää perheenjäseniä ja kavereitaMelkein valmista.Eikö nimeäsi näy?TiivistäLaajennaSuuren kontrastin tila on käytössä. Haluatko asentaa suuri kontrasti -laajennuksemme ja tumman teeman?Suuri kontrasti -laajennusTumma teemaValitse oletusselain klikkaamalla seuraava.Joidenkin tämän sivun osien näyttämiseen tarvitaan laajennus $1.$1 toimii vain työpöytätilassa.Lataus on valmisLataus valmisMediatiedoston luvat laajennukselle $1$1 voi lukea ja kirjoittaa kuva-, video- ja äänitiedostoja valituissa sijainneissa.$1 voi lukea ja poistaa kuva-, video- ja äänitiedostoja valituissa sijainneissa.$1 voi lukea kuva-, video- ja äänitiedostoja valituissa sijainneissa.Ehdotuksetyhdistetty viimeksi $1Lisää sijainti…Lisää mediagalleria hakemiston mukaanliitettyei yhdistettyEstä pysyvästi pääsy kaikkiin sovelluksiinHitsi! Sovelluksessa $1 tapahtui virhe.WebGLPepper 3DHenkilöllisyyssovellusliittymän tunnuksen välimuistiKäyttötunnusLaajennuksen nimiLaajennustunnusTunnuksen tilaEi löydyTunnus paikallaPäättymisaikaNopea, yksinkertainen ja turvallinen verkkoselain, joka on suunniteltu nykypäivän verkon tarpeisiin.Kohde käyttää paljon levytilaa$1 käyttää $2 Mt levytilaa.Älä varoita uudelleen tästä sovelluksestaÄlä varoita uudelleen tästä laajennuksestaPoista sovellus$1 haluaa jakaa näyttösi sisällön. Valitse, mitä haluat jakaa.$1 haluaa jakaa näyttösi sisällön kohteen $2 kanssa. Valitse, mitä haluat jakaa.Jaa ääniKoko näyttösiSovellusikkunaKoko ruutu{SCREEN_INDEX,plural, =1{Näyttö #}other{Näyttö #}}Rekisteröidy{NUM_PRINTER,plural, =1{Verkossasi on uusi tulostin}other{Verkossasi on uusia tulostimia}}{NUM_PRINTER,plural, =1{Lisää tulostin Google Cloud Printiin, jotta voit tulostaa mistä tahansa.}other{Lisää # tulostinta Google Cloud Printiin, jotta voit tulostaa mistä tahansa.}}Lisää Cloud PrintiinLaitteetHaluatko rekisteröidä tulostimen $1 Google Cloud Printiin?Haluatko rekisteröidä laitteen $1 Google Cloud -laitteisiin?Käyttäjä:Vahvista rekisteröityminenTulostinta lisätään…Laitetta lisätään…Rekisteröintiä ei voi suorittaa loppuunSinun on vahvistettava  tulostimesi rekisteröinti, jotta voit suorittaa tämän prosessin loppuun – tarkista se nyt.Lisätään tulostinta tiliisi – tässä voi kestää hetki…Lisätään laitetta tiliisi – tämä voi kestää hetken…Varmista, että laite näyttää samaa koodia.Tapahtui virhe. Tarkista tulostimesi ja yritä uudelleen.Tulostin Google Cloud PrintissäGoogle Cloud Devices -laiteEi muita käytettävissä olevia laitteita.Yksi muu käytettävissä oleva laite.$1 muuta laitetta käytettävissä.Lisää laitteitaVaikuttaa siltä, että verkkoon rekisteröitäviä laitteita ei ole saatavilla. Jos laitteesi on päällä ja yhdistettynä internetiin, kokeile sen rekisteröimistä käyttöoppaan ohjeiden mukaan.Laitteita ei voi ladata.Sinun on kirjauduttava sisään Chromeen, jos haluat nähdä laitteesiSinun on kirjauduttava sisään Chromeen, jos haluat rekisteröidä uusia laitteitaUudet laitteetOmat laitteetVoit lisätä perinteisiä tietokoneeseesi liitettyjä tulostimia kohteeseen $1.Perinteiset tulostimetÄlä näytä tätä uudelleenTulostimen rekisteröinti on peruutettu.Tulostimen rekisteröinti aikakatkaistiin. Jotta voit rekisteröidä tulostimen, sinun on vahvistettava tulostimen rekisteröinti.Tämä välilehti käyttää kameraasi tai mikrofoniasi.Tämän välilehden sisältöä jaetaan.Tämä välilehti toistaa ääntä.Tämän välilehden äänet on mykistetty.Tämä välilehti on yhdistetty Bluetooth-laitteeseen.Tämä välilehti on yhdistetty USB-laitteeseen.$1 – kamera tai mikrofoni tallentaa sisältöä$1 – välilehden sisältö jaettu$1 – toistaa ääntä$1 – ääni mykistetty$1 – Bluetooth-laite yhdistetty$1 – USB-laite yhdistetty$1 – verkkovirhe$1 – kaatunutPoista profiilin lukitus ja käynnistä uudelleenPush-viestitAnna kaikkien sivustojen lähettää push-viestejä taustallaKysy minulta sivuston halutessa lähettää push-viestejä (suositus)Älä anna sivustojen lähettää push-viestejäTämä sivusto on päivitetty taustalla.Avaa $1 lukituksesta automaattisestiKokeile Smart Lockia laitteen $1 lukituksen avaamiseen ilman salasanaa, kun puhelimesi on lähellä.Aloita asennusSmart Lock on käytössä.Seuraavalla kerralla puhelimesi avaa laitteen $1 lukituksen. Poista Smart Lock käytöstä Asetuksissa.Muuta asetuksiaSmart Lock -puhelin on vaihdettuSeuraavalla kerralla uusi puhelin avaa laitteen $1 lukituksen. Ota Smart Lock pois käytöstä Asetuksissa.Päivitä nytPuhelimen vaihdos päivitettiin$1 voi nyt avata myös tämän $2-laitteen.Määritä Smart Lock laitteelle $1Varmista, että puhelimesi on lähellä. Puhelimesi löytämistä varten Bluetooth otetaan käyttöön kaikissa laitteissa, joilla tilisi on. <a>Lisätietoja</a>Etsi puhelimesiEtsitään puhelintasiMiksi tämä on turvallistaParanna turvallisuutta asettamalla näytön lukitusPuhelin, jolla avasit laitteen $1 lukituksen, edellyttää näytön lukitusta turvallisuussyistä. Onko sinulla jo näytön lukitus? Tarkista valitsemalla Tarkista uudelleen ja jatka asennusta.Määritä näytön lukitusTarkista uudelleenValitse puhelin, jolla $1 avataan lukituksesta.Saat ilmoituksen tähän puhelimeen, joten pidä puhelin käden ulottuvilla.Käytä tätä puhelinta$1Näytä toinen puhelinOta käyttöön Smart Lock for AndroidPäivitä puhelimesi näytön lukitus, niin se poistetaan käytöstä ollessasi lähistöllä. Puhelimen lukitus avautuu nopeammin, ja Smart Lock -käyttökokemus laitteellasi ($1) on parempi.Smart Lock on käytössäPuhelimesi avaa myös muiden samantyyppisten laitteidesi ($1) lukituksen, koska ne synkronoidaan automaattisesti.Kokeile Smart LockiaPuhelintasi ei löydy. Varmista, että laitteen $1 Bluetooth on otettu käyttöön. <a>Lisätietoja</a>Puhelintasi ei löydy. Varmista, että $1 on yhteydessä Wi-Fi- tai mobiiliverkkoon. <a>Lisätietoja</a>Laitteesi $1 löytyi. Smart Lock toimii kuitenkin vain laitteilla, joissa on Android 5.0 tai uudempi. <a>Lisätietoja</a>Puhelimesi löytyi. Smart Lock toimii kuitenkin vain laitteilla, joissa on Android 5.0 tai uudempi. <a>Lisätietoja</a>Puhelintasi ei löydy. Varmista, että käytät yhteensopivaa Android-laitetta ja että se on käden ulottuvilla. <a>Lisätietoja</a>Smart Lock ei ole käytettävissä tällä hetkellä. Yritä myöhemmin uudelleen.Puhelimeesi ei voitu muodostaa yhteyttä. Varmista, että käytät yhteensopivaa Android-laitetta ja että se on käden ulottuvilla. <a>Lisätietoja</a>$1 ei käytä Bluetoothia tällä hetkellä. Anna salasana ja ota Bluetooth käyttöön.Puhelintasi ei löydy. Varmista, että se on mukanasi ja että Bluetooth on päällä.Avaaminen ei onnistu. Anna salasana.Puhelimesi on lukittu. Avaa lukitus käyttääksesi sitä.Jotta $1 pysyy turvassa, Smart Lock edellyttää näytön lukitusta puhelimessa.Tuo puhelimesi lähemmäs, jotta voit avata laitteen $1 lukituksen.Avaa laitteen $1 lukitus avaamalla ensin puhelimesi ja tuomalla se lähelle laitetta.Kun puhelimesi lukitus on avattu ja se on lähellä, aloita käyttö valitsemalla lukituksen avaus. Muussa tapauksessa anna salasana tai PIN-koodi.Jos klikkaat tätä kuvaketta, $1 lukitaan manuaalisesti. Seuraavan kerran sinun on kirjoitettava salasana, jotta voit käyttää laitetta.Turvallisuussyistä Smart Lock pyytää antamaan salasanan, kun 20 tuntia on kulunut.Käynnistä Smart Lock antamalla salasanasi. Seuraavan kerran kun $1 on avattava lukituksesta, voit käyttää tähän puhelintasi.Päivitä puhelimesi uudempaan Android-versioon, jotta voit avata laitteen $1.$1 on lukittu turvallisuussyistä. Jatka antamalla salasanasi manuaalisesti.Smart Lock ‑puhelin on vaihtunut. Anna salasana, jotta Smart Lock voidaan päivittää. Seuraavalla kerralla puhelimesi avaa laitteen $1 lukituksen. Ota Smart Lock pois käytöstä Asetuksissa.Ota Smart Lock käyttöön antamalla salasanasi. Seuraavalla kerralla puhelimesi avaa laitteen $1 lukituksen. Ota Smart Lock pois käytöstä Asetuksissa.Smart Lock ei voinut vahvistaa tiliäsi. Avaa laite kirjoittamalla salasana.Jotta Smart Lock Chromebookille voidaan ottaa käyttöön, Googlen täytyy vahvistaa henkilöllisyytesi. Aloita antamalla salasanasi.Klikkaa valokuvaasiValitseLaitteen $1 selainPERUUTAPuhehaun käynnistys milloin tahansaSano ”Ok Google”, kun näyttösi on päällä ja lukitsematta.Voit tehdä tämän ottamalla puhe- ja äänitoiminnan käyttöön ja opettamalla laitetta $1 seuraavissa vaiheissa.Voit tehdä tämän opettamalla laitetta $1 seuraavassa vaiheessa.AloitusopasOta käyttöön puhe- ja äänitoimintaKun käytät äänellä aktivoitavia komentoja, kuten ”Ok Google”, tai kosketat mikrofonikuvaketta, yksityinen puhe- ja äänitoimintasi tallentaa puhetta ja muuta ääntä tilillesi. Tallennukseen sisältyy sitä seuraava puhe/ääni sekä sitä edeltävät muutama sekunti.Tämä auttaa Googlea tunnistamaan äänesi ja parantamaan puheen- ja äänentunnistusta, jotta se voi antaa sinulle tuloksia nopeammin ja helpommin. <a target="_blank" href="https://support.google.com/websearch?p=chromebook_audiohistory">Lisätietoja</a>Voit muuttaa tämän asetuksen tai <a target="_blank" href="https://history.google.com/history/audio">hallinnoida yksityisiä tietojasi</a> milloin haluat. Muista, että kun puhe- ja äänitoiminta on käytössä, nämä tiedot saatetaan tallentaa miltä tahansa laitteeltasi, johon olet kirjautuneena.Otetaan käyttöön puhe- ja äänitoimintaa…Jokin meni pieleen. Yritä uudelleen.Opetetaan laitetta $1Opettamalla Googlelle, miltä äänesi kuulostaa, voit auttaa laitetta $1 vastaamaan puheeseesi ja käyttää puhehakua helpommin ja luotettavammin.Sano vain ”Ok Google” kolme kertaa.Sano ”Ok Google”.Sano ”Ok Google” uudelleenSano ”Ok Google” vielä kerran.Koulutus aikakatkaistiin.YRITÄ UUDELLEENKaikki on valmista.Laitteellasi $1 on nyt seuraavat uudet ominaisuudet:Tunnistaa äänesi, kun sanot ”Ok Google”.Vastaa Ok Googleen, kun näyttö on päällä ja lukitsematta.Voit muuttaa tämän milloin tahansa <a target="_blank" href="#" id="settings-link">Chrome-asetuksissa</a>.Hakukyselyt liitetään Google-tiliisi. Voit tarkastella ja poistaa niitä <a target="_blank" href="https://www.google.com/settings/accounthistory">tilihistoriassasi</a>.Käsitellään…Ota Ok Google käyttöön puhehaussa, kun näyttö on päällä ja lukitsematta.Ota OK Google -ominaisuus käyttöönLaitteen lokiLisää URL-osoitteeseen kyselyn param-arvo, jotta sivu päivitetään automaattisesti: chrome://device-log/?refresh=<sec>Näytä:KäyttäjäTapahtumaVianetsintäKirjauduVirtaBluetoothUSBHIDTiedoston tiedotTarkat aikaleimat[$1]
        $2
        $3Haluatko, että $1 tallentaa salasanasi sivustolle $2?Haluatko, että $1 päivittää sivuston $2 salasanasi?Kohteen $1 tallennetut salasanat:Muodosta yhteys avaamalla $1.$1 havaittiinÄänilaitteet$1 haluaa muodostaa laiteparin$1 haluaa muodostaa yhteydenLaitteita ei löytynytBluetooth-laitteita ei löytynyt$1, jotta laiteparin muodostus onnistuuOta Bluetooth käyttöön laitteiden hakemisen aikana…hae uudelleenMuodosta laitepariMuodosta yhteysLue ohjeita $1$1 tai $2Laitepari muodostettuLaitepari muodostettu laitteen $1 kanssaTuntematon laite toimittajalta $1Tuntematon laite [$1:$2]$1 voi kerätä kaiken kirjoittamasi tekstin, myös henkilökohtaiset tiedot, kuten salasanat ja luottokorttien numerot. Haluatko käyttää tätä laajennusta?Salli aina mainokset tällä sivustolla.Salli mainokset tällä sivustolla.Mainokset estettyChrome esti mainokset tällä sivustolla, koska se näyttää häiritseviä mainoksia.Tämän sivuston mainokset estettyKomentotulkin käsittelijäGooglen verkkoselain, juuri sinulleKirjaudu sisään Chromeen Google-tilillä, jotta voit käyttää kirjanmerkkejäsi, historiaasi, salasanojasi ja muita asetuksiasi kaikilla laitteillasi.Selaa nopeasti Google Chromella.Selaa turvallisesti Google Chromella.Selaa älykkäästi Chromella.Siirry käyttämään nopeaa selainta.Siirry käyttämään älykästä selainta.Siirry käyttämään turvallista selainta.Siirry käyttämään älykästä ja turvallista selainta.Google suosittelee ChromeaAvaa ChromeAvaa Windows-asetuksetKlikkaa Verkkoselain-kohdassa <strong>Microsoft Edge</strong>.VerkkoselainKlikkaa tehtäväpalkissa olevaa <div class="logo-small"></div>-kuvaketta hiiren kakkospainikkeella.Valitse <strong>Kiinnitä tehtäväpalkkiin</strong>.Latauksesi näkyvät täällä.Automaattinen testausohjelmisto hallinnoi Chromea.554641702552https://chrome.google.com/webstore?hl=fi&category=themehttp://www.adobe.com/go/settmgr_storage_enhttp://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager02.htmlhttp://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager06.htmlhttps://support.google.com/chrome/answer/118142065782681https://support.google.com/chrome/?p=settings_clear_browsing_datahttps://history.google.com/history/?utm_source=chrome_cbdhttps://history.google.com/history/?utm_source=chrome_nhttps://history.google.com/history/?utm_source=chrome_h<html>
<head>
  <title></title>
</head>
<body>
<h2>This Space Intentionally Blank</h2>
<p>In official builds this space will show the terms of service.</p>
</body>
</html>Viesti osoitteesta $1:Viesti upotetulta sivulta osoitteessa $1:Viesti tältä sivulta:Viesti tälle verkkosivulle upotetulta sivulta:Estä tätä sivua luomasta muita viestejä.Haluatko poistua tältä sivustolta?Tekemiäsi muutoksia ei välttämättä tallenneta.PoistuJääHaluatko päivittää tämän sivuston?Älä päivitäTyhjennä lomakeMaksujen automaattinen täyttö pois käytöstäAutomaattinen luottokortin tietojen täyttäminen on poistettu käytöstä, koska tämä lomake ei käytä suojattua yhteyttä.Maksu ei ole turvallinenJos haluat käyttää Google-tilillesi tallennettuja kortteja, kirjaudu ChromeenPoistetaanko lomake-ehdotus Chromiumista?Poistetaanko luottokortti Chromiumista?Poistetaanko osoite Chromiumista?American ExpressAmexDiners ClubDiscoverEloJCBMastercardMirChina UnionPayVisaKortti, Osavaltio/alueAlueKuntaOsastoEmiirikuntaSaariPrefektuuriProvinssiPostinumeroChromiumin automaattisen täytön asetukset…Skannaa uusi korttiKäytä salasanaa kohteeseen:Sisäänkirjautuminen ei ole turvallinenNäytä kaikki tallennetut salasanatLuo vahva salasana…Haluatko, että Chromium tallentaa tämän kortin?Haluatko tallentaa tämän kortin Google-tilille ja tälle laitteelle?Tallennetaanko kortti Googleen?Voit maksaa sivustoilla ja sovelluksissa nopeasti eri laitteillasi käyttämällä Googleen tallennettuja kortteja.Jos haluat maksaa nopeammin seuraavalla kerralla, tallenna tämä kortti Google-tilillesi ja tälle laitteelle.Vahvista turvakoodiAnna kortin $1 turvakoodi. Tätä koodia ei tallenneta.Vanhenee: $1/$2, vanhentumispäivä $1Vanhenee: $1, käytetty viimeksi: $2Käytetty viimeksi: $1Vanhenee: $1, lisätty: $2Lisätty: $1Vanhenee: $1, käytetty viimeksi yli vuosi sittenKäytetty viimeksi yli vuosi sittenTarkista CVC ja yritä uudelleen.Tarkista vanhentumispäivä ja yritä uudelleen.Tarkista vanhenemispäivä ja CVC ja yritä uudelleen.Tarkista vanhentumiskuukausi ja yritä uudelleen.Tarkista vanhentumisvuosi ja yritä uudelleen.Chromium ei voinut vahvistaa korttiasi. Yritä myöhemmin uudelleen.Korttia vahvistettaessa tapahtui virhe. Tarkista internetyhteys ja yritä uudelleen.Anna kortin $1 CVCAnna kortin $1 vanhentumispäivä ja CVCVahvistamisen jälkeen korttisi tiedot jaetaan sivuston kanssa.Säilytä tämän kortin kopio laitteella.Jos tämä on valittu, Chromium tallentaa kortin kopion tälle laitteelle nopeuttaakseen lomakkeiden täyttöä.Vahvistetaan korttiaKorttisi vahvistettiin.Kortti on vanhentunut.Uusi kortti?CVCAluetietojen lataus epäonnistui.Ei tallennettuja osoitteitaGoogle PaymentsistaVerkkotunnuksen $1 kirjanmerkitValmistui juuri{COUNT,plural, =0{Ei mitään}=1{1 kohde}other{# kohdetta}}{COUNT,plural, =0{Vähintään 1 kohde synkronoiduilla laitteilla}=1{1 kohde (ja lisää synkronoiduilla laitteilla)}other{# kohdetta (ja lisää synkronoiduilla laitteilla)}}Alle $1Alle 1 MtVapauttaa $1. Jotkin sivustot saattavat latautua hitaammin seuraavalla käynnillä.Vapauttaa alle $1. Jotkin sivustot saattavat latautua hitaammin seuraavalla käynnillä.Vapauttaa alle 1 Mt. Jotkin sivustot saattavat latautua hitaammin seuraavalla käynnillä.{COUNT,plural, =0{Ei mitään}=1{1 salasana}other{# salasanaa}}{COUNT,plural, =0{Ei mitään}=1{1 salasana (synkronoitu)}other{# salasanaa (synkronoitu)}}{COUNT,plural, =0{Ei mitään}=1{1 sivusto}other{# sivustoa}}{COUNT,plural, =1{1 luottokortti}other{# luottokorttia}}{COUNT,plural, =1{1 osoite}other{# osoitetta}}{COUNT,plural, =1{1 ehdotus}other{# ehdotusta}}{COUNT,plural, =1{1 muu ehdotus}other{# muuta ehdotusta}}{COUNT,plural, =1{1 muu}other{# muuta}}$1 (synkronoitu)$1, $2 (synkronoitu)$1, $2, $3$1, $2, $3 (synkronoitu)Sinut kirjataan ulos useimmilta verkkosivustoilta.{COUNT,plural, =0{Ei mitään}=1{1 sivustolta }other{# sivustolta }}{COUNT,plural, =0{Ei mitään}=1{1 sovellus ($1)}=2{2 sovellusta ($1 ja $2)}other{# sovellusta ($1, $2 ja $3)}}{COUNT,plural, =1{ja 1 muu}other{ja # muuta}}Saatat menettää joidenkin sivustojen suojatun sisällön käyttöoikeuden.Saatat menettää esim. sivuston $1 suojatun sisällön käyttöoikeuden.Piilota lisäasetukset…Näytä lisäasetukset…Muuta välityspalvelimen asetuksia…KaatuuKaatumiset ($1)Kaatumisraportti lähetetty, raporttitunnus: $1 (paikallinen kaatumistunnus: $2)Paikallinen kaatumistunnus $1Kaatumisraportti lähetetty $1Kaatumisraportti tallennettu $1, lähetetty $2Kaatumisraportti tallennettu $1, ei vielä lähetettyKaatumisraportti tallennettu $1 (ei vielä lähetetty tai ohitettu)Kaatumisraportti tallennettu $1 (käyttäjä pyysi latausta, ei vielä ladattu)Ei viimeaikaisia kaatumisilmoituksia. Jos selain kaatui kaatumisilmoitusten ollessa pois käytöstä, ilmoituksia ei näytetä täällä.Kaatumisraportit on poistettu käytöstä.Aloita kaatumistietojen lähettäminenLähetä nytPaikallisen tallennustilan koko on $1.Vahvista lomakkeen uudelleenlähetysEtsimäsi sivu käytti antamiasi tietoja. Sivulle palaaminen voi johtaa jokaisen tekemäsi toiminnon toistamiseen. Haluatko jatkaa?Tämän ominaisuuden käyttö edellyttää JavaScriptiä.Artikkelin lisääminen epäonnistui.Artikkelin näyttäminen epäonnistui.Noudetaan merkintöjä…Artikkelia ei löydyPyydettyä artikkelia ei löydy.LukijatilaTietoja ei löydy.Noudettiinko teksti oikein?DOM DistillerPiilota lisätiedotNäytä tallennettu kopioNäytä tallennettu (eli vanhentuneeksi tiedetty) kopio tästä sivusta.Tämän laitteen omistaja on poistanut dinosauruspelin käytöstä.Käytä osoitteen <span jscontent="originalUrlForDisplay"></span> <a jsvalues="href:urlCorrection;.jstdata:$this" onmousedown="linkClicked(this.jstdata)">välimuistiversiota</a>Tarkoititko: <a jsvalues="href:urlCorrection;.jstdata:$this" onmousedown="linkClicked(this.jstdata)" jscontent="urlCorrectionForDisplay"></a>?Siirry osoitteeseen <a jsvalues="href:urlCorrection;.jstdata:$this" onmousedown="linkClicked(this.jstdata)" jscontent="urlCorrectionForDisplay"></a>Paina päivityspainiketta, niin sivun lataukseen tarvittavat tiedot lähetetään uudelleen.Tarkista internetyhteytesiTarkista kaikki kaapelit ja käynnistä uudelleen reitittimet, modeemit ja muut
    käytössä olevat verkkolaitteet.Tarkista DNS-asetuksetOta yhteyttä verkon ylläpitäjään, jos et tiedä, mitä tämä tarkoittaa.Kokeile verkon ennakoinnin poistamista käytöstä.Jos sillä on jo verkon käyttöoikeus, kokeile sen poistamista
      sallittujen ohjelmien luettelosta ja lisäämistä sitten uudelleen.Jos käytät välityspalvelinta…Tarkista välityspalvelinasetukset tai ota yhteyttä verkon järjestelmänvalvojaan
      varmistaaksesi, että välityspalvelin toimii. Jos välityspalvelimen ei pitäisi olla
      käytössä:

      $1Tarkista järjestelmänvalvojan käytännötVoit lukea listan kielletyistä URL-osoitteista ja muut järjestelmänvalvojasi määräämät käytännöt osoitteessa <strong>chrome://policy</strong>.Protokollaa ei tuetaAsiakassovellus ja palvelin eivät tue samaa SSL-protokollaversiota tai salaustekniikkaa.Kokeile <a jsvalues="href:originURL;.jstdata:$this" onmousedown="linkClicked(this.jstdata)">siirtyä sivuston etusivulle</a>.Sivustoon ei saada yhteyttäInternetyhteytesi on estettyEi internetyhteyttäTätä sivustoa ei voi ladata välimuististaYhteys keskeytyiTätä sivuston <span jscontent="hostName"></span> sivua ei löydy.Tiedostoasi ei löydy<span jscontent="hostName"></span> on estettyOsoitteessa <strong jscontent="failedUrl"></strong> oleva sivu saattaa olla väliaikaisesti pois käytöstä tai se on voitu siirtää pysyvästi uuteen osoitteeseen.<strong jscontent="hostName"></strong> ei vastannut riittävän nopeasti.Yhteys katkaistiin.<strong jscontent="hostName"></strong> katkaisi yhteyden yllättäen.Sivustoon <strong jscontent="hostName"></strong> ei saada tällä hetkellä yhteyttä.Verkossa havaittiin muutos.<strong jscontent="hostName"></strong> kieltäytyi muodostamasta yhteyttä.Sivuston <strong jscontent="hostName"></strong> palvelimen IP-osoitetta ei löytynyt.Tällä yrityksen, organisaation tai oppilaitoksen intranetissä olevalla sivustolla on sama URL-osoite kuin ulkoisella verkkosivustolla.
    <br /><br />
    Ota yhteyttä järjestelmänvalvojaasi.Sivustoon <strong jscontent="failedUrl"></strong> ei saada yhteyttä.Tiedosto osoitteessa <strong jscontent="failedUrl"></strong> ei ole luettavissa. Se on voitu poistaa tai siirtää, tai tiedoston käyttöluvat voivat estää sen käytön.Palomuuri tai virustorjuntaohjelmisto on saattanut estää yhteyden.Välityspalvelimessa on jotain vikaa tai osoite on virheellinen.Tämän sivuston välimuistiin tallennettu kopio oli lukukelvoton.Tietokoneesi siirtyi virransäästötilaan.Verkkosivua ei löytynyt osoitteelle: <strong jscontent="failedUrl"></strong>Se on voitu siirtää tai poistaa.<strong jscontent="hostName"></strong> uudelleenohjasi sinut liian monta kertaa.<strong jscontent="hostName"></strong> ei lähettänyt tietoja.<strong jscontent="hostName"></strong> lähetti virheellisen vastauksen.Sivuston <strong jscontent="hostName"></strong> <abbr id="dnsDefinition">DNS-osoitetta</abbr> ei löydy. Ongelmaa diagnosoidaan.Sivuston <span jscontent="hostName"></span> käyttöoikeus evättiinTiedoston käyttöoikeus evättiinSinulla ei ole oikeutta tarkastella tätä sivua.Sivu ei toimiJos ongelma jatkuu, ota yhteyttä sivuston omistajaan.<strong jscontent="hostName"></strong> ei voi käsitellä tätä pyyntöä tällä hetkellä.<strong jscontent="hostName"></strong> ei noudata tietoturvastandardeja.<strong jscontent="hostName"></strong> käyttää protokollaa, jota ei tueta.Tämä sivusto ei voi tarjota suojattua yhteyttä<strong jscontent="hostName"></strong> ei hyväksynyt kirjautumisvarmennettasi, tai varmennetta ei annettu.Laajennus esti palvelinpyynnöt.Chrome havaitsi tällä sivulla epätavallista koodia ja esti sen suojellakseen henkilötietojasi (esimerkiksi salasanoja, puhelinnumeroita tai luottokorttitietoja).Tämän tietokoneen määrittänyt henkilö on estänyt tämän sivuston.Tämän sivun näyttäminen oikein edellyttää aiemmin lähetettyjä tietoja. Voit lähettää tiedot uudelleen, mutta tällöin sivulla mahdollisesti suoritettu toiminto toistetaan.Kokeile seuraavia toimenpiteitä:Tarkista yhteys.<a href="#buttons" onclick="toggleHelpBox()">Tarkista välityspalvelimen, palomuurin ja nimipalvelun määritykset</a>.<a href="#buttons" onclick="toggleHelpBox()">Tarkista palomuurin ja virustorjuntaohjelmiston määritykset.</a><a href="#buttons" onclick="toggleHelpBox()">Tarkista välityspalvelimen ja palomuurin määritykset.</a><a href="#buttons" onclick="toggleHelpBox()">Tarkista välityspalvelimen osoite.</a>Ota yhteyttä järjestelmänvalvojaan.<a jsvalues="href:learnMoreUrl">tiedonhakua</a> ongelmaan liittyen<a jsvalues="href:learnMoreUrl">Lisätietoja</a> ongelmasta.<a jsvalues="href:learnMoreUrl">Tyhjennä evästeet.</a>.Tarkista verkkojohdot, modeemi ja reititin.Muodosta yhteys Wi-Fi-verkkoon uudelleen.Korjaa yhteytesi käyttämällä <a  href="#buttons" onclick="javascript:diagnoseErrors()">diagnostiikkasovellusta</a>.Kirjaudu ulos ja suorita määritys loppuun.Poista laajennukset käytöstä.Tee Google-haku: <a jsvalues="href:searchUrl;.jstdata:$this" onclick="linkClicked(this.jstdata)" jscontent="searchTerms" id="search-link"></a><a href="javascript:diagnoseErrors()" id="diagnose-link">Windowsin verkon diagnostiikkaa</a><a href="javascript:diagnoseErrors()" id="diagnose-link">Kokeile Windowsin verkon diagnostiikkaa</a>Sulje hakupalkkiKokeilutVaroitus: Kokeellisia ominaisuuksiaJos otat nämä ominaisuudet käyttöön, voit menettää selailutietoja tai vaarantaa tietosuojasi tai yksityisyytesi. Ominaisuuksien käyttöönotto koskee kaikkia selaimen käyttäjiä.Haluatko kokeilla Chromen uusia ominaisuuksia? Kokeile <a href="https://chrome.com/beta">betakanavaa</a>.Haluatko kokeilla Chromen uusia ominaisuuksia? Kokeile <a href="https://chrome.com/dev">kehittäjäkanavaa</a>.Hae merkintöjäPalauta kaikki oletusarvoonSaatavillaEi käytettävissäEi hakua vastaavia kokeilujaEi saatavilla käyttöympäristössäsiToiminnotHaluatko varmasti poistaa nämä sivut historiastasi?Kirjanmerkeissä$1 $2 $3 $4Haku $3 tuotti $1 $2.Lisää tästä sivustostaSelaushistoriasi näkyy tässä.Poista selaustiedot…Tiivistä luetteloLaajenna luetteloPiilota toistaiseksiAvaa kaikkiPoista kirjanmerkkiPoista historiastaPoista valitut kohteethakutuloshakutuloksetNäytä koko selaushistoriaTuntematon laiteTodennus vaaditaan$1 pyytää käyttäjänimeä ja salasanaa.Välityspalvelin $1 vaatii käyttäjänimen ja salasanan.Sivustoon muodostamasi yhteys ei ole yksityinen.Voi räkä!Jokin meni vikaan tätä verkkosivua näytettäessä.Jos näet tämän usein, kokeile näitä $1.ehdotuksiaMuisti ei riitä sivun avaamiseenSivun avaaminen epäonnistuiYritä vapauttaa muistia sulkemalla muita välilehtiä tai ohjelmia.Yritä vapauttaa muistia sulkemalla muita ohjelmia.Kokeile seuraavia keinoja:Avaa sivu uudessa incognito-ikkunassa (Ctrl + Vaihto + N).Käynnistä Chromium uudelleen.Käynnistä tietokone uudelleen.Olet muuttunut näkymättömäksiIncognito-välilehdillä avattujen sivujen tietoja ei säilytetä selaimen historiassa, evästeissä tai hakuhistoriassa, kun kaikki incognito-välilehdet suljetaan. Ladatut tiedostot ja luodut kirjanmerkit säilytetään.Et ole kuitenkaan näkymätön. Incognito-tilan käyttäminen ei kätke selaamistasi työnantajaltasi, internetpalveluntarjoajaltasi tai käyttämiltäsi sivustoilta.Nyt voit selata verkkoa yksityisesti. Laitteen muut käyttäjät eivät näe selaushistoriaasi. Lataukset ja kirjanmerkit kuitenkin tallennetaan.Chrome <em>ei tallenna</em>
        <ul>
          <li>selaushistoriaasi
          <li>evästeitä ja sivuston tietoja
          <li>lomakkeisiin syötettyjä tietoja.
        </ul>Toimintasi <em>saattaa silti näkyä</em>
        <ul>
          <li>käymillesi verkkosivustoille
          <li>työnantajallesi tai oppilaitoksellesi
          <li>internetpalveluntarjoajallesi.
        </ul>Artikkelit eivät juuri nyt ole saatavilla.Sinulle valitut artikkelitSuositellut artikkelit näkyvät tässä.Uusimmat kirjanmerkitViimeksi käyttämäsi kirjanmerkit näkyvät tässä.Muiden laitteidesi viimeisimmät välilehdet näkyvät täällä.NearbyNearby-ehdotuksesi näkyvät tässä.LukulistaLukulistasi sivuja tulee näkyviin tänne.Avoimet välilehdet näkyvät tässä.Julkaisijalta $1. Lue tämä ja $2 muuta tarinaa.<Anna hakukysely>Kopioimasi linkki$1 [$2]TurvallinenEi turvallinenVaarallinenOfflineFyysisen webin ehdotukset{URL_count,plural, =1{ja 1 muu verkkosivu}other{ja # muuta verkkosivua}}{URL_count,plural, =1{1 verkkosivu lähistöllä}other{# verkkosivua lähistöllä}}Suojattu yhteysYhteytesi sivustoon ei ole täysin suojattu.Sivustoon ei ole muodostettu turvallista yhteyttä.Tämä sivusto sisältää haittaohjelmiaTämä sivusto on petollinenTämä sivusto sisältää haitallisia ohjelmiaTämä on laajennussivu.Tämä on verkkosivun lähdekoodi.Salasanat, luottokorttinumerot ja muut tietosi pysyvät yksityisinä, kun ne lähetetään tälle sivustolle.Hyökkääjät voivat mahdollisesti nähdä kuvat, joita katselet tällä sivustolla, ja huijata sinua muokkaamalla niitä.Älä anna tälle sivustolle salasanoja, luottokorttinumeroita tai muita arkaluonteisia tietoja, sillä hyökkääjät saattavat varastaa ne.Tälle sivustolle hyökännyt taho voi yrittää asentaa tietokoneellesi vaarallisia ohjelmia, jotka varastavat tai poistavat tietojasi, kuten kuviasi, salasanojasi, viestejäsi ja luottokorttiesi tietoja.Tälle sivustolle hyökännyt taho voi yrittää huijata sinua tekemään jotain vaarallista, kuten asentamaan ohjelmistoja tai paljastamaan henkilötietojasi (esimerkiksi salasanoja, puhelinnumeroita tai luottokorttitietoja).Tämän sivuston hyökkääjät saattavat yrittää huijata sinua asentamaan ohjelmia, jotka ovat haitallisia selauskokemuksellesi (esimerkiksi vaihtamalla aloitussivusi tai näyttämällä ylimääräisiä mainoksia käymilläsi sivustoilla).Tämän sivuston identiteettiä ei ole vahvistettu.Käytät sisältöä järjestelmänvalvojan myöntämällä varmenteella. Järjestelmänvalvoja voi käyttää verkkotunnukselle $1 lähettämiäsi tietoja.Olet poistanut tämän sivuston tietoturvavaroitukset käytöstä.Ota varoitukset uudelleen käyttöönMitä nämä tarkoittavat?Tämän sivuston varmenneketju sisältää varmenteen, joka on allekirjoitettu SHA-1:llä.Yhteytesi kohteeseen $1 on salattu nykyaikaisella salaustekniikalla.Tällä sivulla on kuitenkin muita osia, jotka eivät ole suojattuja. Muut voivat tarkastella näitä osia siirron aikana, ja hyökkääjä voi muuttaa sivun käyttäytymistä muokkaamalla näitä osia.Tällä sivulla on kuitenkin muita osia, jotka eivät ole suojattuja. Muut voivat tarkastella näitä osia siirron aikana, ja hyökkääjä voi muuttaa sivun ulkoasua muokkaamalla näitä osia.Tällä sivulla on taulukko, jota ei ehkä voi lähettää turvallisesti. Muut voivat nähdä lähettämäsi tiedot siirron aikana tai hyökkääjä voi muuttaa niitä, ennen kuin ne saapuvat palvelimelle.$1 $2Tämä yhteys on salattu käyttäen algoritmia $1, viestit todennetaan menetelmällä $2 ja avainvaihtomekanismi on toteutettu menetelmällä $3.Yhteys on salattu ja todennettu $1:n avulla ja se käyttää menetelmää $2 avainvaihtomekanismina.Palvelimen, johon olet muodostanut yhteyden, identiteettiä ei voi täysin todentaa. Tietokoneesi on yhdistetty palvelimeen sellaisen nimen avulla, joka on kelvollinen vain verkkosi sisällä ja jonka omistajaa ulkopuolinen varmenteen myöntäjä ei pysty todentamaan. Koska jotkin varmenteen myöntäjät kuitenkin myöntävät varmenteita tällaisille nimille, et voi varmistaa, että olet muodostanut yhteyden haluamaasi verkkosivustoon etkä hakkeriin.Yhteyttäsi verkkotunnukseen $1 ei ole salattu.Varmenne ei määritä mekanismia, jonka avulla voitaisiin tarkistaa, onko varmenne kumottu.Yhteys käyttää protokollaa $1.Ei voida tarkistaa, onko varmenne kumottu.tuntematon nimiYhteytesi kohteeseen $1 on salattu vanhentuneella salaustekniikalla.Varmenteen tiedot$1, $2 $3Organisaation $1 identiteetin sijainnissa $2 on vahvistanut $3.VoimassaNäytä varmenne (myöntäjä: $1)Näytä varmenne{NUM_COOKIES,plural, =1{1 käytössä}other{# käytössä}}Automaattinen toistoMIDI-laitteiden täysi käyttöoikeusTunnistaTunnista (oletus)Käytä yleistä oletusasetusta (salli)Käytä yleistä oletusasetusta (estä)Käytä yleistä oletusasetusta (kysy)Käytä yleistä oletusta (havaitse)Salli aina tässä sivustossaEstä aina tämä sivustoHavaitse aina tärkeä sisältö tällä sivustollaEstä tällä sivustollaPeruuta käyttöoikeusSivustoasetuksetJärjestelmänvalvojan sallimaJärjestelmänvalvojan estämäJärjestelmänvalvojan hallinnoima asetusLaajennuksen sallimaLaajennuksen estämäLaajennuksen hallinnoima asetusEstetty automaattisestiSivusto näyttää häiritseviä mainoksia.Päivitä tämä sivu, niin päivitetyt asetuksesi otetaan käyttöön tällä sivustolla.Tämä sivu sisältää ominaisuuksia, joita ei vielä tueta virtuaalitodellisuudessa. Jännittävää…Tämä sivusto saattoi juuri varastaa salasanasi.Saatat menettää Google-tilisi käyttöoikeuden tai joutua identiteettivarkauden uhriksi. Chromium suosittelee vaihtamaan salasanan nyt.Auta minua korjaamaan asiaSivusto on luotettavaKirjaudutaan käyttäjänä $1(Ei käyttäjänimeä)Ei tallennetaGoogle Smart LockMaksuMaksutapaYhteystiedotLisää yhteystiedotMuokkaa yhteystietojaLisää kortissa oleva nimiLisää kelvollinen kortin numeroLisää tietojaLisää puh.nro
Lisää nimiLisää kelvollinen osoiteLisää sähköpostiTilauksen yhteenvetoToimitusToimitusosoiteLähetystapaToimitustapaNoutoaikaNouto-osoiteNoutotapaMaksaPeruuta maksuPuhelinnumeroTallenna kortti tälle laitteelleHyväksytyt kortitHyväksytyt luottokortitHyväksytyt maksukortitHyväksytyt prepaid-kortitHyväksytyt luotto- ja maksukortitHyväksytyt luotto- ja prepaid-kortitHyväksytyt maksu- ja prepaid-kortitVanhenee %1$s/%2$sKäsitellään.Maksua ei suoritettu loppuunLuottokortit hyväksytään.Maksukortit hyväksytään.Prepaid-kortit hyväksytään.Luotto- ja maksukortit hyväksytään.Luotto- ja prepaid-kortit hyväksytään.Maksu- ja prepaid-kortit hyväksytään.Virhe tilausta käsiteltäessä. Yritä uudelleen.Voit hallita kortteja ja osoitteita BEGIN_LINKAsetuksissaEND_LINK.Kortit ja osoitteet ovat peräisin Chromesta ja Google-tililtäsi ($1). Voit hallinnoida niitä BEGIN_LINKasetuksissaEND_LINK.Kortit ja osoitteet ovat peräisin Chromesta. Voit hallinnoida niitä BEGIN_LINKasetuksissaEND_LINK.* Kenttä on pakollinen.Kirjoita nimiAnna kelvollinen viimeinen voimassaolovuosi.Anna kelvollinen viimeinen voimassaolokuukausi.Tämä kortti on vanhentunut.Tätä korttityyppiä ei tueta.Tämä korttinumero on jo käytössä.Anna kelvollinen puhelinnumero.Anna voimassa oleva sähköpostiosoite.Anna kelvollinen kortin numero.Anna kelvollinen viimeinen voimassaolopäivä.Anna kelvollinen osoite.Laskutusosoite tarvitaanKortinhaltijan nimi on pakollinen.Kortin laskutusosoite pakollinenLisätietoja tarvitaanPuhelinnumero vaaditaanNimi vaaditaanSähköposti vaaditaanPakollinen tieto$1 $3 $2{MORE_ITEMS,plural, =1{# toinen kohde}other{# muuta kohdetta}}UseitaValitse osoite, niin näet toimitustavat ja vaatimukset.Lähetys tähän osoitteeseen ei onnistu. Valitse eri osoite.Lähetystapa ei ole käytettävissä. Kokeile toista tapaa.Toimitus ei onnistu tähän osoitteeseen. Valitse eri osoite.Tämä toimitustapa ei ole käytettävissä. Kokeile toista tapaa.Valitse osoite, niin näet noutotavat ja vaatimukset.Nouto tästä osoitteesta ei onnistu. Valitse eri osoite.Tämä noutotapa ei ole käytettävissä. Kokeile toista tapaa.Maksusovelluksen avaaminen ei onnistu.Maksuluettelon jäsentäjä{PAYMENT_METHOD,plural, =0{{1}}=1{{1} ja {2} toinen}other{{1} ja {2} muuta}}{SHIPPING_ADDRESS,plural, =0{{1}{1}}=1{ ja {2} toinen}other{{1} ja {2} muuta}}{SHIPPING_OPTIONS,plural, =0{{1}}=1{{1} ja {2} toinen}other{{1} ja {2} muuta}}{CONTACT,plural, =0{{1}}=1{{1} ja {2} toinen}other{{1} ja {2} muuta}}$1, tällä hetkellä valittuna. $2$1 $2 $3Tämä asiakirja on suojattu salasanalla. Anna salasana.Salasana vaaditaanVäärä salasanaPDF-asiakirjan lataaminen epäonnistui.Käännä myötäpäiväänLataaTulostaSovita sivulleSovita leveyteenLoitonnaSivunumero{COUNT,plural, =1{Sivu 1}other{Sivu #}}Fyysinen webEi näytettäviä Fyysinen web ‑sivujaEtsitään lähistöllä olevia Fyysisen webin sivujaPyyntö onnistuiPyyntö on virheellinen tai pyynnön parametrit ovat virheellisetTilapäinen palvelinvirheHTTP-virheVastauksen purkaminen epäonnistuiHallintaa ei tuetaLaitetallenne puuttuuLaitteenhallintatunnus on virheellinenAktivointi odottaa palvelimellaLaitteen sarjanumero on virheellinenRistiriitainen laitteen tunnusKäyttöluvat ovat lopussaPoistettu käytöstäKäytäntöä ei löydyTuntematon virheVerkkotunnukset eivät ole yhteensopivatPyynnön allekirjoittaminen epäonnistui.Todennus onnistuiVirheellinen alkuperäinen allekirjoitusVirheellinen allekirjoitusKäytäntövastaus sisältää virhekoodinVirhe jäsennettäessä käytäntöäVäärä käytäntötyyppiVäärä entiteettitunnusVirheellinen käytännön aikaleimaPalautettu käytäntötunnus on tyhjä tai ei vastaa nykyistä tunnusta.Palautettu käytännön laitetunnus on tyhjä tai ei vastaa nykyistä laitetunnusta.Väärä käytännön aiheVirhe jäsennettäessä käytännön asetuksiaVirheellinen vahvistusallekirjoitus.Käytännön välimuisti on OKKäytännön asetuksien lataaminen epäonnistuiKäytännön asetuksien tallentaminen epäonnistuiSarjaesittämisen virheTodennusvirhe: $1Tallennustila on virheellisessä tilassaAktiivinenEi hallinnoidaOdotettu $1-arvo.Arvo on alueen ulkopuolella ($1).Ohitettu, koska oletushaku on poistettu käytöstä käytännön mukaan.On määritettävä.Avain $1: $2Mallin todennusvirhe kohdassa $1: $2Virheellinen hakukoneen URL-osoite.Virheellinen välityspalvelimen tila.Laajennuksella, jonka tunnus on $1, on virheellinen päivitys-URL-osoite.Välityspalvelinta ei saa käyttää, mutta erilliset välityspalvelimen asetukset on määritetty.Välityspalvelimen asetus: automaattisesti määritetty.Välityspalvelinmääritykset on asetettu käyttämään .pac-URL-osoitteita, ei kiinteitä välityspalvelimia.Välityspalvelin on asetettu käyttämään kiinteitä välityspalvelimia, ei .pac-URL-osoitetta.Järjestelmän välityspalvelinasetukset on määritetty käytettäviksi, mutta erilliset välityspalvelimen asetukset on myös määritetty.Sekä kiinteät välityspalvelimet että .pac-URL-osoite on määritetty.Kiinteitä välityspalvelimia tai .pac-URL-osoitetta ei ole määritetty.Ei käytetä – käytännön $1 ohittama.Tämä käytäntö on vanhentunut.Tämän käytännön arvo on vanhentunut.Käytännön tasoa ei tueta.Ei määritetty.Tuntematon käytäntö.Käytäntöjen hallintaLataa istuntoIstunnon nimiKäyntitiedostoja käytettäessä tapahtui virhe. Tietojen tallentaminen levylle on tällä hetkellä poistettu käytöstä. Päivitä sivu ja yritä uudelleen.Anna kelvollinen istunnon nimi.Tiedosto on ilmeisesti vioittunut. Nollaa käyttökerta klikkaamalla Nollaa.KäytännötSuodata käytäntöjä nimen mukaanPäivitä käytännötVie JSON-tiedostoonKäytätkö Chromea töissä? Yritykset voivat hallita Chromen asetuksia työntekijöidensä puolesta. LisätietojaLaitekäytännötKäyttäjäkäytännötKäyttöönoton verkkotunnus:Näytä verkkotunnus:Asiakastunnus:Laitteen tunnus:Määrätty sijainti:Hakemistosovellusliittymän tunnus:Viimeksi haettu:Ei määritettyHakuväli:Tila:Näytä käytännöt, joille ei ole asetettu arvoaKäytäntöjä ei ole asetettuKäyttöalueTasoKäytännön nimiKäytännön arvoNäytä arvoPiilota arvoLisätietoja käytännöstä: $1Nykyinen käyttäjäKaikki tietokoneen käyttäjätSuositusPakollinenYrityksen oletusPilviLocal ServerKäyttöympäristöJulkisen istunnon ohitusJärjestelmänvalvojan täydet käyttöoikeudetJärjestelmän suojausJakaminen verkkosivustojen kanssaJakaminen järjestelmänvalvojan kanssaSuodatusTietojen paikallinen käyttöGooglen kanssa jakaminenSelaussuojasivu on työn alla.Piilota lisäasetuksetCaptive portal -valtuutusYhdistä verkkoonYhteyden muodostaminen Wi-Fi-verkkoonKäyttämäsi verkko saattaa edellyttää vierailua osoitteessa <strong>$1</strong>.Käyttämäsi Wi-Fi saattaa edellyttää vierailua osoitteessa <strong>$1</strong>.Käyttämäsi Wi-Fi ($1) saattaa edellyttää vierailua osoitteessa <strong>$2</strong>.Käyttämäsi verkko saattaa edellyttää kirjautumista.Käyttämäsi Wi-Fi saattaa edellyttää kirjautumista.Käyttämäsi Wi-Fi ($1) saattaa edellyttää kirjautumista.Sovellus estää Chromea muodostamasta turvallista yhteyttä tähän sivustoon$1 on asennettu virheellisesti tietokoneellesi tai verkkoon. Pyydä järjestelmänvalvojaasi ratkaisemaan ongelma.$1 on asennettu virheellisesti tietokoneellesi tai verkkoon:

    <ul>
    <li>Yritä poistaa $1 tai poistaa se käytöstä</li>
    <li>Yritä yhdistää toiseen verkkoon</li>
    </ul>Ohjelmiston $1 juurivarmennetta edellytetään, mutta sitä ei ole asennettu. IT-järjestelmänvalvojan on tutustuttava ohjelmiston $1 määritysohjeisiin, jotta hän voi korjata tämän ongelman. $2$1 on määritetty virheellisesti. Ongelma korjaantuu yleensä, jos $1 poistetaan. $2Tätä virhettä voivat aiheuttaa esimerkiksi virustorjuntaohjelmat, palomuurit ja verkon suodatus- tai välityspalvelinohjelmistot.Väärä kellonaikaKellosi edistääKellosi jätättääPäivitä päivämäärä ja aikaVerkkotunnukseen <strong>$1</strong> ei voi muodostaa salattua yhteyttä, koska tietokoneesi aika ja päivämäärä ($2) ovat virheelliset. <a href="#" id="learn-more-link">Lisätietoja</a>Kellosi täytyy asettaa oikeaan aikaan, jotta salattu yhteys voidaan muodostaa. Tämä johtuu siitä, että verkkosivustojen tunnistamisessa käytettävät varmenteet ovat voimassa vain tiettyinä ajanjaksoina. Chromium ei voi vahvistaa varmenteita, koska laitteesi kello on väärässä ajassa.TietosuojavirheYhteytesi ei ole salattuSivustolle <strong>$1</strong> hyökännyt taho voi yrittää varastaa tietojasi (esimerkiksi salasanoja, viestejä tai luottokorttitietoja). <a href="#" id="learn-more-link">Lisätietoja</a>Tietokoneelle asennettu ohjelmisto estää Chromiumia muodostamasta turvallista yhteyttä verkkoon<p>Voit poistaa ohjelmiston väliaikaisesti käytöstä ja päästä verkkoon noudattamalla näitä ohjeita. Nämä vaiheet edellyttävät järjestelmänvalvojan käyttöoikeuksia.</p>

    <ol>
    <li>Valitse <strong>Käynnistä</strong> ja hae ja valitse sen jälkeen <strong>Näytä paikalliset palvelut</strong>.
    <li>Valitse <strong>VisualDiscovery</strong>.
    <li>Siirry <strong>Käynnistystapa</strong>-kohtaan ja valitse <strong>Ei käytössä</strong>.
    <li>Siirry <strong>Palvelun tila</strong> ‑kohtaan ja valitse <strong>Pysäytä</strong>.
    <li>Valitse <strong>Käytä</strong> ja sen jälkeen <strong>OK</strong>.
    <li>Saat ohjeita ohjelmiston pysyvään poistamiseen tietokoneelta siirtymällä <a href="#" id="learn-more-link">Chrome-ohjekeskukseen</a>.
    </ol>Takaisin suojaukseen<a href="#" id="proceed-link">Siirry sivustoon $1 (tämä ei ole turvallista)</a>$1 ei juuri nyt ole käytettävissä, koska se käyttää varmenteiden kiinnittämistä. Verkkovirheet ja hyökkäykset ovat yleensä väliaikaisia, joten sivu luultavasti toimii myöhemmin.$1 ei ole juuri nyt käytettävissä, koska se käyttää HSTS:ää. Verkkovirheet ja hyökkäykset ovat yleensä väliaikaisia, joten sivu luultavasti toimii myöhemmin.$1 ei juuri nyt ole käytettävissä, koska sen varmenne ei ole voimassa. Verkkovirheet ja hyökkäykset ovat yleensä väliaikaisia, joten sivu luultavasti toimii myöhemmin.$1 suojaa tietosi normaalisti salauksen avulla. Kun Chromium yritti tällä kertaa yhdistää sivustoon $1, sivusto palautti epätavalliset ja virheelliset kirjautumistiedot. Hyökkääjä saattaa yrittää esiintyä sivustona $1, tai Wi-Fi-kirjautumisruutu on keskeyttänyt yhteyden. Tietosi ovat edelleen turvassa, sillä Chromium katkaisi yhteyden, ennen kuin mitään tietoja vaihdettiin.Et voi siirtyä sivustoon $1 tällä hetkellä, koska sivusto lähetti salatut kirjautumistiedot, joita Chromium ei osaa käsitellä. Verkkovirheet ja hyökkäykset ovat yleensä väliaikaisia, joten sivu toimii luultavasti myöhemmin.SuojausvirheSeuraava verkkosivusto sisältää haittaohjelmiaSivustolle <strong>$1</strong> hyökännyt taho voi yrittää asentaa tietokoneellesi vaarallisia ohjelmia, jotka varastavat tai poistavat tietojasi, esimerkiksi kuvia, salasanoja, viestejä tai luottokorttitietoja. <a href="#" id="learn-more-link">Lisätietoja</a>Google-selaussuoja havaitsi sivustossa $1 äskettäin <a href="#" id="diagnostic-link">haittaohjelmia</a>. Tavallisesti turvalliset sivustot voivat joskus saada haittaohjelmatartunnan.Google-selaussuoja havaitsi sivustossa $1 äskettäin <a href="#" id="diagnostic-link">haittaohjelmia</a>. Tavallisesti turvalliset sivustot voivat joskus saada haittaohjelmatartunnan. Haitallinen sisältö on peräisin tunnetusta haittaohjelmien jakelusivustosta nimeltä $2.Jos ymmärrät käyntiä koskevat turvallisuusriskit, voit <a href="#" id="proceed-link">siirtyä vaarantuneeseen sivustoon</a> jo ennen haitallisten ohjelmien poistamista.Tietosuojakäytäntö<a href="#" id="whitepaper-link">Ilmoita Googlelle automaattisesti</a> mahdollisista turvallisuusongelmista. $1<a href="#" id="whitepaper-link">Lähetä automaattisesti</a> joitain järjestelmän tietoja ja sivujen sisältöjä Googlelle auttaaksesi sitä havaitsemaan vaarallisia sovelluksia ja sivustoja. $1Sivusto sisältää haitallisia ohjelmiaSivustolle <strong>$1</strong> hyökännyt taho voi yrittää huijata sinua asentamaan ohjelmia, jotka heikentävät selauskokemustasi (esimerkiksi vaihtamalla aloitussivusi tai näyttämällä ylimääräisiä mainoksia avaamillasi sivustoilla). <a href="#" id="learn-more-link">Lisätietoja</a>Google-selaussuoja <a href="#" id="diagnostic-link">löysi hiljattain haitallisia ohjelmia</a> sivustolta $1.Jos ymmärrät käyntiä koskevat turvallisuusriskit, voit <a href="#" id="proceed-link">siirtyä tähän sivustoon</a> jo ennen haitallisten ohjelmien poistamista.Seuraava sivusto on petollinenSivustolle <strong>$1</strong> hyökännyt taho voi yrittää huijata sinua tekemään jotain vaarallista, kuten asentamaan ohjelmia tai paljastamaan henkilötietojasi (esimerkiksi salasanoja, puhelinnumeroita tai luottokorttitietoja). <a href="#" id="learn-more-link">Lisätietoja</a>Googlen selaussuoja havaitsi äskettäin tietojenkalasteluyrityksen sivustolla $1. Tietojenkalastelusivustot yrittävät huijata käyttäjiä tekeytymällä toisiksi sivustoiksi.Voit <a href="#" id="report-error-link">ilmoittaa löytyneestä ongelmasta</a> tai <a href="#" id="proceed-link">siirtyä mahdollisesti haitalliselle sivustolle</a>, jos ymmärrät tietoturvariskit.Vaarallinen sisältö estettyTämä sisältö saattaa yrittää asentaa vaarallisia ohjelmistoja laitteellesi tai varastaa tai poistaa tietojasi. <a href="#" id="proceed-link">Näytä silti</a>Harhaanjohtava sisältö estettyTämä sisältö saattaa yrittää huijata sinua asentamaan ohjelmistoja tai paljastamaan henkilökohtaisia tietoja. <a href="#" id="proceed-link">Näytä silti</a>Private user data inputThis page includes a password or credit card input over HTTP. A warning has been added to the URL bar.Non-secure page loaded in incognito modeThis page was loaded non-securely in an incognito window. A warning has been added to the URL bar.Form field edited on a non-secure pageData was entered in a text field on a non-secure page. A warning has been added to the URL bar.This page is dangerous (flagged by Google Safe Browsing).SHA-1 certificateThe certificate chain for this site contains a certificate signed using SHA-1.Subject Alternative Name missingThe certificate for this site does not contain a Subject Alternative Name extension containing a domain name or IP address.Certificate errorThere are issues with the site's certificate chain ($1).Valid certificateThe connection to this site is using a valid, trusted server certificate issued by $1.Secure connectionPublic-Key-Pinning bypassedPublic-Key-Pinning was bypassed by a local root certificate.The connection to this site is encrypted and authenticated using $1 (a strong protocol), $2 (a strong key exchange), and $3 (a strong cipher).Obsolete connection settingsThe connection to this site uses $1 ($2), $3 ($4), and $5 ($6).$1 with $2an obsolete protocola strong protocolan obsolete key exchangea strong key exchangean obsolete ciphera strong cipherSecure resourcesAll resources on this page are served securely.Mixed contentThis page includes HTTP resources.Active mixed contentYou have recently allowed non-secure content (such as scripts or iframes) to run on this site.Content with certificate errorsThis page includes resources that were loaded with certificate errors.Active content with certificate errorsYou have recently allowed content loaded with certificate errors (such as scripts or iframes) to run on this site.Non-secure formThis page includes a form with a non-secure "action" attribute.Palvelin ei voinut todistaa olevansa <strong>$1</strong>; sen suojausvarmenteessa ei määritetä kohteen vaihtoehtoisia nimiä. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepanneesta hyökkääjästä.Palvelin ei voinut todistaa olevansa <strong>$1</strong>; sen suojausvarmenne on verkkotunnuksesta <strong>$2</strong>. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepanneesta hyökkääjästä.Palvelimen varmenne ei vastaa URL-osoitetta.{1,plural, =1{Palvelin ei voinut todistaa olevansa <strong>{0}</strong>; sen suojausvarmenne vanhentui eilen. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepanneesta hyökkääjästä. Tietokoneesi kellonaika on tällä hetkellä {2, date, full}. Onko se oikein? Jos ei, korjaa järjestelmän kellonaika ja päivitä sivu.}other{Palvelin ei voinut todistaa olevansa <strong>{0}</strong>; sen suojausvarmenne vanhentui # päivää sitten. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepanneesta hyökkääjästä. Tietokoneesi kellonaika on tällä hetkellä {2, date, full}. Onko se oikein? Jos ei, korjaa järjestelmän kellonaika ja päivitä sivu.}}Palvelimen varmenne on vanhentunut.{1,plural, =1{Palvelin ei voinut todistaa olevansa <strong>{0}</strong>; sen suojausvarmenne on päivätty huomiselle. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepanneesta hyökkääjästä.}other{Palvelin ei voinut todistaa olevansa <strong>{0}</strong>; sen suojausvarmenne on päivätty # päivää tulevaisuuteen. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepanneesta hyökkääjästä.}}Palvelimen varmenne ei ole vielä voimassa.Palvelin ei voinut todistaa olevansa <strong>$1</strong>, sillä sen suojausvarmenne ei tällä hetkellä ole kelvollinen. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepanneesta hyökkääjästä.Palvelimen varmenne ei ole tällä hetkellä kelvollinen.Palvelimen varmenne ei ole luotettava.Palvelin ei voinut todistaa olevansa <strong>$1</strong>; sen suojausvarmenne sisältää virheitä. Tämä voi johtua määritysvirheestä tai verkkoyhteytesi siepan